[
  {
    "title": "America and the Sea of Serenity",
    "explanation": "Get out your red/blue glasses and check out this stereo view of another world. Fifty years ago the scene was recorded by Apollo 17 mission commander Eugene Cernan on December 11, 1972, one orbit before descending to land on the Moon. The stereo anaglyph was assembled from two photographs (AS17-147-22465, AS17-147-22466) captured from his vantage point on board the Lunar Module Challenger as he and Dr. Harrison Schmitt flew over Apollo 17's landing site in the Taurus-Littrow Valley. The broad, sunlit face of the mountain dubbed South Massif rises near the center of the frame, above the dark floor of Taurus-Littrow to its left. Piloted by Ron Evans, the Command Module America is visible in orbit in the foreground against the South Massif's peak. Beyond the mountains, toward the lunar limb, lies the Moon's Mare Serenitatis.",
    "date": "2022-12-10",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne900.jpg"
  },
  {
    "title": "Io in True Color",
    "credit": "NASA, JPL, Galileo Project",
    "explanation": "The strangest moon in the Solar System is bright yellow. The featured picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003. Io's colors derive from sulfur and molten silicate rock. The unusual surface of Io is kept very young by its system of active volcanoes. The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons. The resulting friction greatly heats Io's interior, causing molten rock to explode through the surface. Io's volcanoes are so active that they are effectively turning the whole moon inside out. Some of Io's volcanic lava is so hot it glows in the dark.",
    "date": "2022-12-11",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_2796.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_960.jpg"
  },
  {
    "title": "An Unusual Globule in IC 1396",
    "explanation": "Is there a monster in IC 1396? Known to some as the Elephant's Trunk Nebula, parts of gas and dust clouds of this star formation region may appear to take on foreboding forms, some nearly human. The only real monster here, however, is a bright young star too far from Earth to hurt us. Energetic light from this star is eating away the dust of the dark cometary globule near the top of the featured image. Jets and winds of particles emitted from this star are also pushing away ambient gas and dust. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a much larger region on the sky than shown here, with an apparent width of more than 10 full moons.",
    "date": "2022-12-12",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/IC1396_Miller_2370.jpg",
    "service_version": "v1",
    "copyright": "Bernard Miller",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/IC1396_Miller_960.jpg"
  },
  {
    "title": "An Artful Sky over Lofoten Islands",
    "explanation": "Can the night sky be both art and science? If so, perhaps the featured image is an example. The digital panorama was composed of 10 landscape and 10 sky images all taken on the same night, from the same location, and with the same camera. Iconic features in the image have been artfully brightened, and the ground nearby was artfully illuminated. Visible in the foreground is the creative photographer anchoring an amazing view from the rugged Lofoten Islands of Norway, two months ago, by holding a lamp. Far in the distance are three prominent arches: our Milky Way Galaxy on the left, while a scientifically-unusual double-arced aurora is documented on the right. A meteor is highlighted between them. Other notable skylights include, left to right, the Andromeda Galaxy, the planet Jupiter, the star Vega, and the stars that compose the Big Dipper asterism.",
    "date": "2022-12-13",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/SkyArt_Cobianchi_2048.jpg",
    "service_version": "v1",
    "copyright": "Giulio Cobianchi",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/SkyArt_Cobianchi_1024.jpg"
  },
  {
    "title": "Lunar Dust and Duct Tape",
    "credit": "Apollo 17, NASA",
    "explanation": "Why is the Moon so dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the history of constant micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. For the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. Fifty years ago, on the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their rover's fenders in an effort to keep the rooster tails of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".",
    "date": "2022-12-14",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/AS17-137-20979.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/AS17-137-20979_1024.jpg"
  },
  {
    "title": "Full Moon, Full Mars",
    "explanation": "On December 8 a full Moon and a full Mars were close, both bright and opposite the Sun in planet Earth's sky. In fact Mars was occulted, passing behind the Moon when viewed from some locations across Europe and North America. Seen from the city of Kosice in eastern Slovakia, the lunar occultation of Mars happened just before sunrise. The tantalizing spectacle was recorded in this telescopic timelapse sequence of exposures. It took about an hour for the Red Planet to disappear behind the lunar disk and then reappear as a warm-hued full Moon, the last full Moon of 2022, sank toward the western horizon. The next lunar occultation of bright planet Mars will be in the new year on January 3, when the Moon is in a waxing gibbous phase. Lunar occultations are only ever visible from a fraction of the Earth's surface, though. The January 3 occultation of Mars will be visible from parts of the South Atlantic, southern Africa, and the Indian Ocean.",
    "date": "2022-12-15",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/MarsTrailsSMALL.jpg",
    "service_version": "v1",
    "copyright": "Tomas Slovinsky",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/MarsTrailsSMALL1024.jpg"
  },
  {
    "title": "The Geminid",
    "explanation": "Returning from beyond the Moon, on December 11 the Orion spacecraft entered Earth's atmosphere at almost 11 kilometers per second. That's half the speed of the grain of dust that created this long fireball meteor when it entered the atmosphere on December 13, near the peak of the annual Geminid meteor shower. As our fair planet makes its yearly pass through the dust trail of mysterious asteroid 3200 Phaethon, the parallel tracks of all Geminid meteors appear to radiate from a point in the constellation Gemini. But the twin stars of Gemini hide just behind the trees on the left in this night skyscape from the beautiful Blue Moon Valley, Yunnan, China. Reflected in the still waters of the mountain lake, stars of the constellation Orion are rising near center. Captured before moonrise, dazzling Mars is still the brightest celestial beacon in the scene.",
    "date": "2022-12-16",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/GeminidoverBluemoonvalley-2000.jpg",
    "service_version": "v1",
    "copyright": "Jeff Dai (TWAN)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/GeminidoverBluemoonvalley-1024.jpg"
  }
]