[
  {
    "title": "America and the Sea of Serenity",
    "explanation": "Get out your red/blue glasses and check out this stereo view of another world. Fifty years ago the scene was recorded by Apollo 17 mission commander Eugene Cernan on December 11, 1972, one orbit before descending to land on the Moon. The stereo anaglyph was assembled from two photographs (AS17-147-22465, AS17-147-22466) captured from his vantage point on board the Lunar Module Challenger as he and Dr. Harrison Schmitt flew over Apollo 17's landing site in the Taurus-Littrow Valley. The broad, sunlit face of the mountain dubbed South Massif rises near the center of the frame, above the dark floor of Taurus-Littrow to its left. Piloted by Ron Evans, the Command Module America is visible in orbit in the foreground against the South Massif's peak. Beyond the mountains, toward the lunar limb, lies the Moon's Mare Serenitatis.",
    "date": "2022-12-10",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne900.jpg"
  },
  {
    "title": "Io in True Color",
    "credit": "NASA, JPL, Galileo Project",
    "explanation": "The strangest moon in the Solar System is bright yellow. The featured picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003. Io's colors derive from sulfur and molten silicate rock. The unusual surface of Io is kept very young by its system of active volcanoes. The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons. The resulting friction greatly heats Io's interior, causing molten rock to explode through the surface. Io's volcanoes are so active that they are effectively turning the whole moon inside out. Some of Io's volcanic lava is so hot it glows in the dark.",
    "date": "2022-12-11",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_2796.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_960.jpg"
  },
  {
    "title": "An Unusual Globule in IC 1396",
    "explanation": "Is there a monster in IC 1396? Known to some as the Elephant's Trunk Nebula, parts of gas and dust clouds of this star formation region may appear to take on foreboding forms, some nearly human. The only real monster here, however, is a bright young star too far from Earth to hurt us. Energetic light from this star is eating away the dust of the dark cometary globule near the top of the featured image. Jets and winds of particles emitted from this star are also pushing away ambient gas and dust. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a much larger region on the sky than shown here, with an apparent width of more than 10 full moons.",
    "date": "2022-12-12",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/IC1396_Miller_2370.jpg",
    "service_version": "v1",
    "copyright": "Bernard Miller",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/IC1396_Miller_960.jpg"
  },
  {
    "title": "An Artful Sky over Lofoten Islands",
    "explanation": "Can the night sky be both art and science? If so, perhaps the featured image is an example. The digital panorama was composed of 10 landscape and 10 sky images all taken on the same night, from the same location, and with the same camera. Iconic features in the image have been artfully brightened, and the ground nearby was artfully illuminated. Visible in the foreground is the creative photographer anchoring an amazing view from the rugged Lofoten Islands of Norway, two months ago, by holding a lamp. Far in the distance are three prominent arches: our Milky Way Galaxy on the left, while a scientifically-unusual double-arced aurora is documented on the right. A meteor is highlighted between them. Other notable skylights include, left to right, the Andromeda Galaxy, the planet Jupiter, the star Vega, and the stars that compose the Big Dipper asterism.",
    "date": "2022-12-13",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/SkyArt_Cobianchi_2048.jpg",
    "service_version": "v1",
    "copyright": "Giulio Cobianchi",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/SkyArt_Cobianchi_1024.jpg"
  },
  {
    "title": "Lunar Dust and Duct Tape",
    "credit": "Apollo 17, NASA",
    "explanation": "Why is the Moon so dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the history of constant micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. For the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. Fifty years ago, on the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their rover's fenders in an effort to keep the rooster tails of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".",
    "date": "2022-12-14",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/AS17-137-20979.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/AS17-137-20979_1024.jpg"
  },
  {
    "title": "Full Moon, Full Mars",
    "explanation": "On December 8 a full Moon and a full Mars were close, both bright and opposite the Sun in planet Earth's sky. In fact Mars was occulted, passing behind the Moon when viewed from some locations across Europe and North America. Seen from the city of Kosice in eastern Slovakia, the lunar occultation of Mars happened just before sunrise. The tantalizing spectacle was recorded in this telescopic timelapse sequence of exposures. It took about an hour for the Red Planet to disappear behind the lunar disk and then reappear as a warm-hued full Moon, the last full Moon of 2022, sank toward the western horizon. The next lunar occultation of bright planet Mars will be in the new year on January 3, when the Moon is in a waxing gibbous phase. Lunar occultations are only ever visible from a fraction of the Earth's surface, though. The January 3 occultation of Mars will be visible from parts of the South Atlantic, southern Africa, and the Indian Ocean.",
    "date": "2022-12-15",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/MarsTrailsSMALL.jpg",
    "service_version": "v1",
    "copyright": "Tomas Slovinsky",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/MarsTrailsSMALL1024.jpg"
  },
  {
    "title": "The Geminid",
    "explanation": "Returning from beyond the Moon, on December 11 the Orion spacecraft entered Earth's atmosphere at almost 11 kilometers per second. That's half the speed of the grain of dust that created this long fireball meteor when it entered the atmosphere on December 13, near the peak of the annual Geminid meteor shower. As our fair planet makes its yearly pass through the dust trail of mysterious asteroid 3200 Phaethon, the parallel tracks of all Geminid meteors appear to radiate from a point in the constellation Gemini. But the twin stars of Gemini hide just behind the trees on the left in this night skyscape from the beautiful Blue Moon Valley, Yunnan, China. Reflected in the still waters of the mountain lake, stars of the constellation Orion are rising near center. Captured before moonrise, dazzling Mars is still the brightest celestial beacon in the scene.",
    "date": "2022-12-16",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/GeminidoverBluemoonvalley-2000.jpg",
    "service_version": "v1",
    "copyright": "Jeff Dai (TWAN)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/GeminidoverBluemoonvalley-1024.jpg"
  },
  {
    "title": "Apollo 17 VIP Site Anaglyph",
    "credit": "Gene Cernan, Apollo 17, NASA; Anaglyph by Erik van Meijgaarden",
    "explanation": "Get out your red/blue glasses and check out this stereo scene from Taurus-Littrow valley on the Moon! The color anaglyph features a detailed 3D view of Apollo 17's Lunar Rover in the foreground -- behind it lies the Lunar Module and distant lunar hills. Because the world was going to be able to watch the Lunar Module's ascent stage liftoff via the rover's TV camera, this parking place was also known as the VIP Site. Fifty years ago, in December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, while colleague Ronald Evans orbited overhead. The crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. Cernan and Schmitt are still the last to walk (or drive) on the Moon.",
    "date": "2022-12-17",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/a17anaglyph_vanMeijgaarden_f.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/a17anaglyph_vanMeijgaarden_1024v.jpg"
  },
  {
    "title": "25 Brightest Stars in the Night Sky",
    "explanation": "Do you know the names of some of the brightest stars? It's likely that you do, even though some bright stars have names so old they date back to near the beginning of written language. Many world cultures have their own names for the brightest stars, and it is culturally and historically important to remember them. In the interest of clear global communication, however, the International Astronomical Union (IAU) has begun to designate standardized star names. Featured here in true color are the 25 brightest stars in the night sky, currently as seen by humans, coupled with their IAU-recognized names. Some star names have interesting meanings, including Sirius (\"the scorcher\" in Latin), Vega (\"falling\" in Arabic), and Antares (\"rival to Mars\" in Greek). You are likely even familiar with the name of at least one star too dim to make this list: Polaris.",
    "date": "2022-12-18",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/25BrightestStars_Jittasaiyapan_1500.jpg",
    "service_version": "v1",
    "copyright": "Tragoolchitr Jittasaiyapan",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/25BrightestStars_Jittasaiyapan_960.jpg"
  },
  {
    "title": "The Tadpole Nebula in Gas and Dust",
    "explanation": "What's causing the commotion in the Tadpole Nebula? Star formation. Dusty emission in the Tadpole Nebula, IC 410, lies about 12,000 light-years away in the northern constellation of the Charioteer (Auriga). The cloud of glowing gas is over 100 light-years across, sculpted by stellar winds and radiation from embedded open star cluster NGC 1893. Formed in the interstellar cloud a mere 4 million years ago, bright newly formed cluster stars are seen all around the star-forming nebula. Notable on the lower-right of the featured image are two relatively dense streamers of material trailing away from the nebula's central regions. Potentially sites of ongoing star formation in IC 410, these cosmic tadpole shapes are about 10 light-years long. The image was processed highlighting the emission from sulfur (red), hydrogen (green), and oxygen (blue) gas -- but with the stars digitally removed.",
    "date": "2022-12-19",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Tadpoles_Stocks_2560.jpg",
    "service_version": "v1",
    "copyright": "Craig Stocks (Utah Desert Remote Observatories)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/Tadpoles_Stocks_960.jpg"
  },
  {
    "title": "Thor's Helmet",
    "explanation": "Thor not only has his own day (Thursday), but a helmet in the heavens. Popularly called Thor's Helmet, NGC 2359 is a hat-shaped cosmic cloud with wing-like appendages. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the cosmic head-covering is more like an interstellar bubble, blown with a fast wind from the bright, massive star near the bubble's center. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. NGC 2359 is located about 15,000 light-years away toward the constellation of the Great Overdog. This remarkably sharp image is a mixed cocktail of data from narrowband filters, capturing not only natural looking stars but details of the nebula's filamentary structures. The star in the center of Thor's Helmet is expected to explode in a spectacular supernova sometime within the next few thousand years.",
    "date": "2022-12-20",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Thor_Rochford_2404.jpg",
    "service_version": "v1",
    "copyright": "Hannah Rochford",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/Thor_Rochford_960.jpg"
  },
  {
    "title": "Sun Halo at Sixty-three Degrees North",
    "explanation": "Happy Solstice! Today is the December solstice, marking an astronomical beginning of summer in the southern hemisphere and winter in the north. On its yearly trek through planet Earth's skies, at this solstice the Sun reaches its southern most declination, 23.5 degrees south, at 21:48 UTC. About 4 days ago the Sun was near this seasonal southern limit and so only just above the horizon at local noon over Ostersund in central Sweden. This view looking over the far northern lakeside city finds the midday Sun with a beautiful solar ice halo. Naturally occurring atmospheric ice crystals can produce the tantalizing halo displays, refracting and reflecting the sunlight through their hexagonal geometry. Still, with the Sun low and near the horizon in the clear sky, likely sources of the ice crystals producing this intense halo are snow cannons. Operating at a local ski area, the snowmaking machines create a visible plume at the top of the nearby island Froson toward the right side of the panorama.",
    "date": "2022-12-21",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/GS_20221217_Solhalo_Pan_v3.jpg",
    "service_version": "v1",
    "copyright": "Goran Strand",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/GS_20221217_Solhalo_Pan_v3_1100.jpg"
  },
  {
    "title": "NGC 1365: Majestic Island Universe",
    "explanation": "Barred spiral galaxy NGC 1365 is truly a majestic island universe some 200,000 light-years across. Located a mere 60 million light-years away toward the faint but heated constellation Fornax, NGC 1365 is a dominant member of the well-studied Fornax Cluster of galaxies. This impressively sharp color image shows the intense, reddish star forming regions near the ends of central bar and along the spiral arms, with details of the obscuring dust lanes cutting across the galaxy's bright core. At the core lies a supermassive black hole. Astronomers think NGC 1365's prominent bar plays a crucial role in the galaxy's evolution, drawing gas and dust into a star-forming maelstrom and ultimately feeding material into the central black hole.",
    "date": "2022-12-22",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/NGC1365-CDK24-CDK17.jpg",
    "service_version": "v1",
    "copyright": "Martin Pugh",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/NGC1365-CDK24-CDK17_1024.jpg"
  },
  {
    "title": "Cassini Looks Out from Saturn",
    "credit": "NASA, JPL-Caltech, Space Science Institute",
    "explanation": "This is what Saturn looks like from inside the rings. In 2017, for the first time, NASA directed the Cassini spacecraft to swoop between Saturn and its rings. During the dive, the robotic spacecraft took hundreds of images showing unprecedented detail for structures in Saturn's atmosphere. Looking back out, however, the spacecraft was also able to capture impressive vistas. In the featured image, taken a few hours before closest approach, Saturn's unusual northern hexagon is seen surrounding the North Pole. Saturn's B ring is the closest visible, while the dark Cassini Division separates B from the outer A. A close inspection will find the two small moons that shepherd the F-ring, the farthest ring discernable. A few months after this image was taken -- and after more than a decade of exploration and discovery -- the Cassini spacecraft ran low on fuel and was directed to enter Saturn's atmosphere, where it surely melted.",
    "date": "2022-12-23",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/SaturnInsideOut2_cassini_960.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/SaturnInsideOut2_cassini_960.jpg"
  },
  {
    "title": "Comet 2022 E3 (ZTF)",
    "explanation": "Comet C/2022 E3 (ZTF) was discovered by astronomers using the wide-field survey camera at the Zwicky Transient Facility this year in early March. Since then the new long-period comet has brightened substantially and is now sweeping across the northern constellation Corona Borealis in predawn skies. It's still too dim to see without a telescope though. But this fine telescopic image from December 19 does show the comet's brighter greenish coma, short broad dust tail, and long faint ion tail stretching across a 2.5 degree wide field-of-view. On a voyage through the inner Solar System comet 2022 E3 will be at perihelion, its closest to the Sun, in the new year on January 12 and at perigee, its closest to our fair planet, on February 1. The brightness of comets is notoriously unpredictable, but by then C/2022 E3 (ZTF) could become only just visible to the eye in dark night skies.",
    "date": "2022-12-24",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/c2022E3_ZTF_Bartlett.png",
    "service_version": "v1",
    "copyright": "Dan Bartlett",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/c2022E3_ZTF_Bartlett800.png"
  },
  {
    "title": "Geminids and the Mittens",
    "explanation": "Asteroid 3200 Phaethon's annual gift to planet Earth always arrives in December. Otherwise known as the Geminid meteor shower, the source of the meteroid stream is dust shed along the orbit of the mysterious asteroid. Near the December 13/14 peak of the shower's activity, geminid meteors are captured in this night skyscape, composited from 22 images of starry sky taken before the moon rose over Monument Valley in the American southwest. The bright stars near the position of the shower's radiant are the constellation Gemini's twin stars Castor (blue) and Pollux (yellow). As Earth sweeps through the dusty stream, the parallel meteor trails appear to radiate from a point on the sky in Gemini due to perspective, and so the yearly shower is named for the constellation. From the camera's perspective, this view of three prominent buttes across Monument Valley also suggests appropriate names for two of them. The third one is called Merrick Butte.",
    "date": "2022-12-25",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/J7A6402-Edit-copy-sharpened.jpg",
    "service_version": "v1",
    "copyright": "Chuck Derus",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/J7A6402-Edit-copy-sharpened1024.jpg"
  },
  {
    "title": "NGC 6164: Dragon's Egg Nebula and Halo",
    "explanation": "The star at the center created everything. Known as the Dragon's Egg, this star -- a rare, hot, luminous O-type star some 40 times as massive as the Sun -- created not only the complex nebula (NGC 6164) that immediately surrounds it, but also the encompassing blue halo. Its name is derived, in part, from the region's proximity to the picturesque NGC 6188, known as the fighting Dragons of Ara. In another three to four million years the massive star will likely end its life in a supernova explosion. Spanning around 4 light-years, the nebula itself has a bipolar symmetry making it similar in appearance to more common planetary nebulae - the gaseous shrouds surrounding dying sun-like stars. Also like many planetary nebulae, NGC 6164 has been found to have an extensive, faint halo, revealed in blue in this deep telescopic image of the region. Expanding into the surrounding interstellar medium, the material in the blue halo was likely expelled from an earlier active phase of the O-star. NGC 6164 lies 4,200 light-years away in the southern constellation of the Carpenter's Square (Norma).",
    "date": "2022-12-26",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/DragonsEgg_Croman_4231.jpg",
    "service_version": "v1",
    "copyright": "Russell Croman",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/DragonsEgg_Croman_960.jpg"
  },
  {
    "title": "A Full Circle Rainbow over Norway",
    "explanation": "Have you ever seen an entire rainbow? From the ground, typically, only the top portion of a rainbow is visible because directions toward the ground have fewer raindrops. From the air, though, the entire 360-degree circle of a rainbow is more commonly visible. Pictured here, a full-circle rainbow was captured over the Lofoten Islands of Norway in September by a drone passing through a rain shower. An observer-dependent phenomenon primarily caused by the internal reflection of sunlight by raindrops, the rainbow has a full diameter of 84 degrees. The Sun is in the exact opposite direction from the rainbow's center. As a bonus, a second rainbow that was more faint and color-reversed was visible outside the first.",
    "date": "2022-12-27",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/FullCircleRainbow_Moesch_4500.jpg",
    "service_version": "v1",
    "copyright": "Lukas Moesch",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/FullCircleRainbow_Moesch_960.jpg"
  },
  {
    "title": "Messier 88",
    "explanation": "Charles Messier described the 88th entry in his 18th century catalog of Nebulae and Star Clusters as a spiral nebula without stars. Of course the gorgeous M88 is now understood to be a galaxy full of stars, gas, and dust, not unlike our own Milky Way. In fact, M88 is one of the brightest galaxies in the Virgo Galaxy Cluster some 50 million light-years away. M88's beautiful spiral arms are easy to trace in this sharp cosmic portait. The arms are lined with young blue star clusters, pink star-forming regions, and obscuring dust lanes extending from a yellowish core dominated by an older population of stars. Spiral galaxy M88 spans over 100,000 light-years.",
    "date": "2022-12-28",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/M88_2022weebly.jpg",
    "service_version": "v1",
    "copyright": "Adam Block, Mt. Lemmon SkyCenter, U. Arizona",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/M88_2022weebly.jpg"
  },
  {
    "title": "Horsehead and Flame",
    "explanation": "The Horsehead Nebula, famous celestial dark marking also known as Barnard 33, is notched against a background glow of emission nebulae in this sharp cosmic skyscape. About five light-years \"tall\" the Horsehead lies some 1,500 light-years away in the constellation of Orion. Within the region's fertile molecular cloud complex, the expanse of obscuring dust has a recognizable shape only by chance from our perspective in the Milky Way though. Orion's easternmost belt star, bright Alnitak, is to the left of center. Energetic ultraviolet light from Alnitak powers the glow of dusty NGC 2024, the Flame Nebula, just below it. Completing a study in cosmic contrasts, bluish reflection nebula NGC 2023 is below the Horsehead itself. This well-framed telescopic field spans about 3 full moons on the sky.",
    "date": "2022-12-29",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/B33LRGB_fb.png",
    "service_version": "v1",
    "copyright": "Jason Close",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/B33LRGB_fb1024.png"
  },
  {
    "title": "Mars and the Star Clusters",
    "explanation": "At this year's end Mars still shines brightly in planet Earth's night as it wanders through the head-strong constellation Taurus. Its bright yellowish hue dominates this starry field of view that includes Taurus' alpha star Aldebaran and the Hyades and Pleiades star clusters. While red giant Aldebaran appears to anchor the V-shape of the Hyades at the left of the frame, Aldebaran is not a member of the Hyades star cluster. The Hyades cluster is 151 light-years away making it the nearest established open star cluster, but Aldebaran lies at less than half that distance, along the same line-of-sight. At the right, some 400 light-years distant is the open star cluster cataloged as Messier 45, also known as the Pleiades or Seven Sisters. In Greek myth, the Pleiades were daughters of the astronomical titan Atlas and sea-nymph Pleione.",
    "date": "2022-12-30",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/mars_clusters.jpg",
    "service_version": "v1",
    "copyright": "Gabor Balazs",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/mars_clusters1024.jpg"
  },
  {
    "title": "Moon over Makemake",
    "credit": "Alex H. Parker (Southwest Research Institute)",
    "explanation": "Makemake (sounds like MAH-kay MAH-kay), second brightest dwarf planet of the Kuiper belt, has a moon. Nicknamed MK2, Makemake's moon reflects sunlight with a charcoal-dark surface, about 1,300 times fainter than its parent body. Still, in 2016 it was spotted in Hubble Space Telescope observations intended to search for faint companions with the same technique used to find the small satellites of Pluto. Just as for Pluto and its satellites, further observations of Makemake and orbiting moon will measure the system's mass and density and allow a broader understanding of the distant worlds. About 160 kilometers (100 miles) across compared to Makemake's 1,400 kilometer diameter, MK2's relative size and contrast are shown in this artist's vision. An imagined scene of an unexplored frontier of the Solar System, it looks back from a spacecraft's vantage as the dim Sun shines along the Milky Way. Of course, the Sun is over 50 times farther from Makemake than it is from planet Earth.",
    "date": "2022-12-31",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Makemakemoon100mile2000px.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/Makemakemoon100mile.jpg"
  },
  {
    "title": "The Largest Rock in our Solar System",
    "credit": "NASA, Voyager 1 spacecraft",
    "explanation": "There, that dot on the right, that's the largest rock known in our Solar System. It is larger than every known asteroid, moon, and comet nucleus. It is larger than any other local rocky planet. This rock is so large its gravity makes it into a large ball that holds heavy gases near its surface. (It used to be the largest known rock of any type until the recent discoveries of large dense planets orbiting other stars.) The Voyager 1 spacecraft took the featured picture -- famously called Pale Blue Dot -- of this giant space rock in 1990 from the outer Solar System. Today, this rock starts another orbit around its parent star, for roughly the 5 billionth time, spinning over 350 times during each trip. Happy Gregorian Calendar New Year to all inhabitants of this rock we call Earth.",
    "date": "2023-01-01",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/PaleBlueDotOrig_Voyager1_960.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/PaleBlueDotOrig_Voyager1_960.jpg"
  },
  {
    "title": "After Sunset Planet Parade",
    "explanation": "Look up tonight and see a whole bunch of planets. Just after sunset, looking west, planets Venus, Saturn, Jupiter and Mars will all be simultaneously visible. Listed west to east, this planetary lineup will have Venus nearest the horizon, but setting shortly after the Sun. It doesn't matter where on Earth you live because this early evening planet parade will be visible through clear skies all around the globe. Taken late last month, the featured image captured all of these planets and more: the Moon and planet Mercury were also simultaneously visible. Below visibility were the planets Neptune and Uranus, making this a nearly all-planet panorama. In the foreground are hills around the small village of Gökçeören, Kaş, Turkey, near the Mediterranean coast. Bright stars Altair, Fomalhaut, and Aldebaran are also prominent, as well as the Pleiades star cluster. Venus will rise higher in the sky at sunset as January continues, but Saturn will descend.",
    "date": "2023-01-02",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/AllPlanets_Tezel_1680_annotated.jpg",
    "service_version": "v1",
    "copyright": "Tunc Tezel (TWAN)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/AllPlanets_Tezel_1080_annotated.jpg"
  },
  {
    "title": "Kemble’s Cascade of Stars",
    "explanation": "This line of stars is real. A little too faint to see with the unaided eye, Kemble’s Cascade of stars inspires awe when seen with binoculars. Like the Big Dipper though, Kemble’s Cascade is an asterism, not a constellation. The asterism is visible in the northern sky toward the long-necked constellation of the Giraffe (Camelopardalis). This string of about 20 unrelated stars, each of similar brightness, spans over five times the angular width of the full moon. Stretching diagonally from the upper left to the lower right, Kemble's Cascade was popularized last century by astronomy enthusiast Lucian Kemble. The bright object near the top left of the image is the relatively compact Jolly Roger open cluster of stars, officially designated as NGC 1502.",
    "date": "2023-01-03",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/KembleCascade_Lease_3668.jpg",
    "service_version": "v1",
    "copyright": "Tommy Lease",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/KembleCascade_Lease_960.jpg"
  },
  {
    "title": "CG4: The Globule and the Galaxy",
    "explanation": "Can a gas cloud eat a galaxy? It's not even close. The \"claw\" of this odd looking \"creature\" in the featured photo is a gas cloud known as a cometary globule. This globule, however, has ruptured. Cometary globules are typically characterized by dusty heads and elongated tails. These features cause cometary globules to have visual similarities to comets, but in reality they are very much different. Globules are frequently the birthplaces of stars, and many show very young stars in their heads. The reason for the rupture in the head of this object is not yet known. The galaxy to the left of the globule is huge, very far in the distance, and only placed near CG4 by chance superposition.",
    "date": "2023-01-04",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/cg4_selby_5430.jpg",
    "service_version": "v1",
    "copyright": "Mike Selby & Mark Hanson",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/cg4_selby_960.jpg"
  },
  {
    "title": "Messier 45: The Daughters of Atlas and Pleione",
    "explanation": "Hurtling through a cosmic dust cloud a mere 400 light-years away, the lovely Pleiades or Seven Sisters open star cluster is well-known for its striking blue reflection nebulae. It lies in the night sky toward the constellation Taurus and the Orion Arm of our Milky Way galaxy. The sister stars are not related to the dusty cloud though. They just happen to be passing through the same region of space. Known since antiquity as a compact grouping of stars, Galileo first sketched the star cluster viewed through his telescope with stars too faint to be seen by eye. Charles Messier recorded the position of the cluster as the 45th entry in his famous catalog of things which are not comets. In Greek myth, the Pleiades were seven daughters of the astronomical titan Atlas and sea-nymph Pleione. Their parents names are included in the cluster's nine brightest stars. This well-processed, color-calibrated telescopic image features pin-point stars and detailed filaments of interstellar dust captured in over 9 hours of exposure. It spans more than 20 light-years across the Pleiades star cluster.",
    "date": "2023-01-05",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/M_45_Plejarden_Stefan_Thrun_klein4096.jpg",
    "service_version": "v1",
    "copyright": "Stefan Thrun",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/M_45_Plejarden_Stefan_Thrun_klein1024.jpg"
  },
  {
    "title": "Moon O'Clock 2022",
    "explanation": "The first Full Moon of 2023 is in the sky tonight opposite the Sun at 23:08 UTC. Big and beautiful, the Moon at its brightest phase should be easy to spot. Still, for quick reference images captured near the times of all the full moons of 2022 are aranged in this dedicated astro-imaging project from Sri Lanka, planet Earth. The day, month, and a traditional popular name for 2022's twelve full moons are given in the chart. The apparent size of each full moon depends on how close the full lunar phase is to perigee or apogee, the closest or farthest point in the Moon's elliptical orbit. Like the 2022 Wolf Moon at the 1 o'clock position, tonight's Full Moon occurs within a about two days of apogee. But unlike in 2022, the year 2023 will have 13 full moons that won't all fit nicely on the twelve hour clock.",
    "date": "2023-01-06",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/MoonOClock.jpg",
    "service_version": "v1",
    "copyright": "Niveth Kumar",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/MoonOClock1024.jpg"
  }
]