[
  {
    "title": "America and the Sea of Serenity",
    "explanation": "Get out your red/blue glasses and check out this stereo view of another world. Fifty years ago the scene was recorded by Apollo 17 mission commander Eugene Cernan on December 11, 1972, one orbit before descending to land on the Moon. The stereo anaglyph was assembled from two photographs (AS17-147-22465, AS17-147-22466) captured from his vantage point on board the Lunar Module Challenger as he and Dr. Harrison Schmitt flew over Apollo 17's landing site in the Taurus-Littrow Valley. The broad, sunlit face of the mountain dubbed South Massif rises near the center of the frame, above the dark floor of Taurus-Littrow to its left. Piloted by Ron Evans, the Command Module America is visible in orbit in the foreground against the South Massif's peak. Beyond the mountains, toward the lunar limb, lies the Moon's Mare Serenitatis.",
    "date": "2022-12-10",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne900.jpg"
  },
  {
    "title": "Io in True Color",
    "credit": "NASA, JPL, Galileo Project",
    "explanation": "The strangest moon in the Solar System is bright yellow. The featured picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003. Io's colors derive from sulfur and molten silicate rock. The unusual surface of Io is kept very young by its system of active volcanoes. The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons. The resulting friction greatly heats Io's interior, causing molten rock to explode through the surface. Io's volcanoes are so active that they are effectively turning the whole moon inside out. Some of Io's volcanic lava is so hot it glows in the dark.",
    "date": "2022-12-11",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_2796.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_960.jpg"
  },
  {
    "title": "An Unusual Globule in IC 1396",
    "explanation": "Is there a monster in IC 1396? Known to some as the Elephant's Trunk Nebula, parts of gas and dust clouds of this star formation region may appear to take on foreboding forms, some nearly human. The only real monster here, however, is a bright young star too far from Earth to hurt us. Energetic light from this star is eating away the dust of the dark cometary globule near the top of the featured image. Jets and winds of particles emitted from this star are also pushing away ambient gas and dust. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a much larger region on the sky than shown here, with an apparent width of more than 10 full moons.",
    "date": "2022-12-12",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/IC1396_Miller_2370.jpg",
    "service_version": "v1",
    "copyright": "Bernard Miller",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/IC1396_Miller_960.jpg"
  },
  {
    "title": "An Artful Sky over Lofoten Islands",
    "explanation": "Can the night sky be both art and science? If so, perhaps the featured image is an example. The digital panorama was composed of 10 landscape and 10 sky images all taken on the same night, from the same location, and with the same camera. Iconic features in the image have been artfully brightened, and the ground nearby was artfully illuminated. Visible in the foreground is the creative photographer anchoring an amazing view from the rugged Lofoten Islands of Norway, two months ago, by holding a lamp. Far in the distance are three prominent arches: our Milky Way Galaxy on the left, while a scientifically-unusual double-arced aurora is documented on the right. A meteor is highlighted between them. Other notable skylights include, left to right, the Andromeda Galaxy, the planet Jupiter, the star Vega, and the stars that compose the Big Dipper asterism.",
    "date": "2022-12-13",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/SkyArt_Cobianchi_2048.jpg",
    "service_version": "v1",
    "copyright": "Giulio Cobianchi",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/SkyArt_Cobianchi_1024.jpg"
  },
  {
    "title": "Lunar Dust and Duct Tape",
    "credit": "Apollo 17, NASA",
    "explanation": "Why is the Moon so dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the history of constant micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. For the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. Fifty years ago, on the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their rover's fenders in an effort to keep the rooster tails of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".",
    "date": "2022-12-14",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/AS17-137-20979.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/AS17-137-20979_1024.jpg"
  },
  {
    "title": "Full Moon, Full Mars",
    "explanation": "On December 8 a full Moon and a full Mars were close, both bright and opposite the Sun in planet Earth's sky. In fact Mars was occulted, passing behind the Moon when viewed from some locations across Europe and North America. Seen from the city of Kosice in eastern Slovakia, the lunar occultation of Mars happened just before sunrise. The tantalizing spectacle was recorded in this telescopic timelapse sequence of exposures. It took about an hour for the Red Planet to disappear behind the lunar disk and then reappear as a warm-hued full Moon, the last full Moon of 2022, sank toward the western horizon. The next lunar occultation of bright planet Mars will be in the new year on January 3, when the Moon is in a waxing gibbous phase. Lunar occultations are only ever visible from a fraction of the Earth's surface, though. The January 3 occultation of Mars will be visible from parts of the South Atlantic, southern Africa, and the Indian Ocean.",
    "date": "2022-12-15",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/MarsTrailsSMALL.jpg",
    "service_version": "v1",
    "copyright": "Tomas Slovinsky",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/MarsTrailsSMALL1024.jpg"
  },
  {
    "title": "The Geminid",
    "explanation": "Returning from beyond the Moon, on December 11 the Orion spacecraft entered Earth's atmosphere at almost 11 kilometers per second. That's half the speed of the grain of dust that created this long fireball meteor when it entered the atmosphere on December 13, near the peak of the annual Geminid meteor shower. As our fair planet makes its yearly pass through the dust trail of mysterious asteroid 3200 Phaethon, the parallel tracks of all Geminid meteors appear to radiate from a point in the constellation Gemini. But the twin stars of Gemini hide just behind the trees on the left in this night skyscape from the beautiful Blue Moon Valley, Yunnan, China. Reflected in the still waters of the mountain lake, stars of the constellation Orion are rising near center. Captured before moonrise, dazzling Mars is still the brightest celestial beacon in the scene.",
    "date": "2022-12-16",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/GeminidoverBluemoonvalley-2000.jpg",
    "service_version": "v1",
    "copyright": "Jeff Dai (TWAN)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/GeminidoverBluemoonvalley-1024.jpg"
  },
  {
    "title": "Apollo 17 VIP Site Anaglyph",
    "credit": "Gene Cernan, Apollo 17, NASA; Anaglyph by Erik van Meijgaarden",
    "explanation": "Get out your red/blue glasses and check out this stereo scene from Taurus-Littrow valley on the Moon! The color anaglyph features a detailed 3D view of Apollo 17's Lunar Rover in the foreground -- behind it lies the Lunar Module and distant lunar hills. Because the world was going to be able to watch the Lunar Module's ascent stage liftoff via the rover's TV camera, this parking place was also known as the VIP Site. Fifty years ago, in December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, while colleague Ronald Evans orbited overhead. The crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. Cernan and Schmitt are still the last to walk (or drive) on the Moon.",
    "date": "2022-12-17",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/a17anaglyph_vanMeijgaarden_f.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/a17anaglyph_vanMeijgaarden_1024v.jpg"
  },
  {
    "title": "25 Brightest Stars in the Night Sky",
    "explanation": "Do you know the names of some of the brightest stars? It's likely that you do, even though some bright stars have names so old they date back to near the beginning of written language. Many world cultures have their own names for the brightest stars, and it is culturally and historically important to remember them. In the interest of clear global communication, however, the International Astronomical Union (IAU) has begun to designate standardized star names. Featured here in true color are the 25 brightest stars in the night sky, currently as seen by humans, coupled with their IAU-recognized names. Some star names have interesting meanings, including Sirius (\"the scorcher\" in Latin), Vega (\"falling\" in Arabic), and Antares (\"rival to Mars\" in Greek). You are likely even familiar with the name of at least one star too dim to make this list: Polaris.",
    "date": "2022-12-18",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/25BrightestStars_Jittasaiyapan_1500.jpg",
    "service_version": "v1",
    "copyright": "Tragoolchitr Jittasaiyapan",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/25BrightestStars_Jittasaiyapan_960.jpg"
  },
  {
    "title": "The Tadpole Nebula in Gas and Dust",
    "explanation": "What's causing the commotion in the Tadpole Nebula? Star formation. Dusty emission in the Tadpole Nebula, IC 410, lies about 12,000 light-years away in the northern constellation of the Charioteer (Auriga). The cloud of glowing gas is over 100 light-years across, sculpted by stellar winds and radiation from embedded open star cluster NGC 1893. Formed in the interstellar cloud a mere 4 million years ago, bright newly formed cluster stars are seen all around the star-forming nebula. Notable on the lower-right of the featured image are two relatively dense streamers of material trailing away from the nebula's central regions. Potentially sites of ongoing star formation in IC 410, these cosmic tadpole shapes are about 10 light-years long. The image was processed highlighting the emission from sulfur (red), hydrogen (green), and oxygen (blue) gas -- but with the stars digitally removed.",
    "date": "2022-12-19",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Tadpoles_Stocks_2560.jpg",
    "service_version": "v1",
    "copyright": "Craig Stocks (Utah Desert Remote Observatories)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/Tadpoles_Stocks_960.jpg"
  },
  {
    "title": "Thor's Helmet",
    "explanation": "Thor not only has his own day (Thursday), but a helmet in the heavens. Popularly called Thor's Helmet, NGC 2359 is a hat-shaped cosmic cloud with wing-like appendages. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the cosmic head-covering is more like an interstellar bubble, blown with a fast wind from the bright, massive star near the bubble's center. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. NGC 2359 is located about 15,000 light-years away toward the constellation of the Great Overdog. This remarkably sharp image is a mixed cocktail of data from narrowband filters, capturing not only natural looking stars but details of the nebula's filamentary structures. The star in the center of Thor's Helmet is expected to explode in a spectacular supernova sometime within the next few thousand years.",
    "date": "2022-12-20",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Thor_Rochford_2404.jpg",
    "service_version": "v1",
    "copyright": "Hannah Rochford",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/Thor_Rochford_960.jpg"
  },
  {
    "title": "Sun Halo at Sixty-three Degrees North",
    "explanation": "Happy Solstice! Today is the December solstice, marking an astronomical beginning of summer in the southern hemisphere and winter in the north. On its yearly trek through planet Earth's skies, at this solstice the Sun reaches its southern most declination, 23.5 degrees south, at 21:48 UTC. About 4 days ago the Sun was near this seasonal southern limit and so only just above the horizon at local noon over Ostersund in central Sweden. This view looking over the far northern lakeside city finds the midday Sun with a beautiful solar ice halo. Naturally occurring atmospheric ice crystals can produce the tantalizing halo displays, refracting and reflecting the sunlight through their hexagonal geometry. Still, with the Sun low and near the horizon in the clear sky, likely sources of the ice crystals producing this intense halo are snow cannons. Operating at a local ski area, the snowmaking machines create a visible plume at the top of the nearby island Froson toward the right side of the panorama.",
    "date": "2022-12-21",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/GS_20221217_Solhalo_Pan_v3.jpg",
    "service_version": "v1",
    "copyright": "Goran Strand",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/GS_20221217_Solhalo_Pan_v3_1100.jpg"
  },
  {
    "title": "NGC 1365: Majestic Island Universe",
    "explanation": "Barred spiral galaxy NGC 1365 is truly a majestic island universe some 200,000 light-years across. Located a mere 60 million light-years away toward the faint but heated constellation Fornax, NGC 1365 is a dominant member of the well-studied Fornax Cluster of galaxies. This impressively sharp color image shows the intense, reddish star forming regions near the ends of central bar and along the spiral arms, with details of the obscuring dust lanes cutting across the galaxy's bright core. At the core lies a supermassive black hole. Astronomers think NGC 1365's prominent bar plays a crucial role in the galaxy's evolution, drawing gas and dust into a star-forming maelstrom and ultimately feeding material into the central black hole.",
    "date": "2022-12-22",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/NGC1365-CDK24-CDK17.jpg",
    "service_version": "v1",
    "copyright": "Martin Pugh",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/NGC1365-CDK24-CDK17_1024.jpg"
  },
  {
    "title": "Cassini Looks Out from Saturn",
    "credit": "NASA, JPL-Caltech, Space Science Institute",
    "explanation": "This is what Saturn looks like from inside the rings. In 2017, for the first time, NASA directed the Cassini spacecraft to swoop between Saturn and its rings. During the dive, the robotic spacecraft took hundreds of images showing unprecedented detail for structures in Saturn's atmosphere. Looking back out, however, the spacecraft was also able to capture impressive vistas. In the featured image, taken a few hours before closest approach, Saturn's unusual northern hexagon is seen surrounding the North Pole. Saturn's B ring is the closest visible, while the dark Cassini Division separates B from the outer A. A close inspection will find the two small moons that shepherd the F-ring, the farthest ring discernable. A few months after this image was taken -- and after more than a decade of exploration and discovery -- the Cassini spacecraft ran low on fuel and was directed to enter Saturn's atmosphere, where it surely melted.",
    "date": "2022-12-23",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/SaturnInsideOut2_cassini_960.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/SaturnInsideOut2_cassini_960.jpg"
  },
  {
    "title": "Comet 2022 E3 (ZTF)",
    "explanation": "Comet C/2022 E3 (ZTF) was discovered by astronomers using the wide-field survey camera at the Zwicky Transient Facility this year in early March. Since then the new long-period comet has brightened substantially and is now sweeping across the northern constellation Corona Borealis in predawn skies. It's still too dim to see without a telescope though. But this fine telescopic image from December 19 does show the comet's brighter greenish coma, short broad dust tail, and long faint ion tail stretching across a 2.5 degree wide field-of-view. On a voyage through the inner Solar System comet 2022 E3 will be at perihelion, its closest to the Sun, in the new year on January 12 and at perigee, its closest to our fair planet, on February 1. The brightness of comets is notoriously unpredictable, but by then C/2022 E3 (ZTF) could become only just visible to the eye in dark night skies.",
    "date": "2022-12-24",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/c2022E3_ZTF_Bartlett.png",
    "service_version": "v1",
    "copyright": "Dan Bartlett",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/c2022E3_ZTF_Bartlett800.png"
  },
  {
    "title": "Geminids and the Mittens",
    "explanation": "Asteroid 3200 Phaethon's annual gift to planet Earth always arrives in December. Otherwise known as the Geminid meteor shower, the source of the meteroid stream is dust shed along the orbit of the mysterious asteroid. Near the December 13/14 peak of the shower's activity, geminid meteors are captured in this night skyscape, composited from 22 images of starry sky taken before the moon rose over Monument Valley in the American southwest. The bright stars near the position of the shower's radiant are the constellation Gemini's twin stars Castor (blue) and Pollux (yellow). As Earth sweeps through the dusty stream, the parallel meteor trails appear to radiate from a point on the sky in Gemini due to perspective, and so the yearly shower is named for the constellation. From the camera's perspective, this view of three prominent buttes across Monument Valley also suggests appropriate names for two of them. The third one is called Merrick Butte.",
    "date": "2022-12-25",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/J7A6402-Edit-copy-sharpened.jpg",
    "service_version": "v1",
    "copyright": "Chuck Derus",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/J7A6402-Edit-copy-sharpened1024.jpg"
  },
  {
    "title": "NGC 6164: Dragon's Egg Nebula and Halo",
    "explanation": "The star at the center created everything. Known as the Dragon's Egg, this star -- a rare, hot, luminous O-type star some 40 times as massive as the Sun -- created not only the complex nebula (NGC 6164) that immediately surrounds it, but also the encompassing blue halo. Its name is derived, in part, from the region's proximity to the picturesque NGC 6188, known as the fighting Dragons of Ara. In another three to four million years the massive star will likely end its life in a supernova explosion. Spanning around 4 light-years, the nebula itself has a bipolar symmetry making it similar in appearance to more common planetary nebulae - the gaseous shrouds surrounding dying sun-like stars. Also like many planetary nebulae, NGC 6164 has been found to have an extensive, faint halo, revealed in blue in this deep telescopic image of the region. Expanding into the surrounding interstellar medium, the material in the blue halo was likely expelled from an earlier active phase of the O-star. NGC 6164 lies 4,200 light-years away in the southern constellation of the Carpenter's Square (Norma).",
    "date": "2022-12-26",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/DragonsEgg_Croman_4231.jpg",
    "service_version": "v1",
    "copyright": "Russell Croman",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/DragonsEgg_Croman_960.jpg"
  },
  {
    "title": "A Full Circle Rainbow over Norway",
    "explanation": "Have you ever seen an entire rainbow? From the ground, typically, only the top portion of a rainbow is visible because directions toward the ground have fewer raindrops. From the air, though, the entire 360-degree circle of a rainbow is more commonly visible. Pictured here, a full-circle rainbow was captured over the Lofoten Islands of Norway in September by a drone passing through a rain shower. An observer-dependent phenomenon primarily caused by the internal reflection of sunlight by raindrops, the rainbow has a full diameter of 84 degrees. The Sun is in the exact opposite direction from the rainbow's center. As a bonus, a second rainbow that was more faint and color-reversed was visible outside the first.",
    "date": "2022-12-27",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/FullCircleRainbow_Moesch_4500.jpg",
    "service_version": "v1",
    "copyright": "Lukas Moesch",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/FullCircleRainbow_Moesch_960.jpg"
  },
  {
    "title": "Messier 88",
    "explanation": "Charles Messier described the 88th entry in his 18th century catalog of Nebulae and Star Clusters as a spiral nebula without stars. Of course the gorgeous M88 is now understood to be a galaxy full of stars, gas, and dust, not unlike our own Milky Way. In fact, M88 is one of the brightest galaxies in the Virgo Galaxy Cluster some 50 million light-years away. M88's beautiful spiral arms are easy to trace in this sharp cosmic portait. The arms are lined with young blue star clusters, pink star-forming regions, and obscuring dust lanes extending from a yellowish core dominated by an older population of stars. Spiral galaxy M88 spans over 100,000 light-years.",
    "date": "2022-12-28",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/M88_2022weebly.jpg",
    "service_version": "v1",
    "copyright": "Adam Block, Mt. Lemmon SkyCenter, U. Arizona",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/M88_2022weebly.jpg"
  },
  {
    "title": "Horsehead and Flame",
    "explanation": "The Horsehead Nebula, famous celestial dark marking also known as Barnard 33, is notched against a background glow of emission nebulae in this sharp cosmic skyscape. About five light-years \"tall\" the Horsehead lies some 1,500 light-years away in the constellation of Orion. Within the region's fertile molecular cloud complex, the expanse of obscuring dust has a recognizable shape only by chance from our perspective in the Milky Way though. Orion's easternmost belt star, bright Alnitak, is to the left of center. Energetic ultraviolet light from Alnitak powers the glow of dusty NGC 2024, the Flame Nebula, just below it. Completing a study in cosmic contrasts, bluish reflection nebula NGC 2023 is below the Horsehead itself. This well-framed telescopic field spans about 3 full moons on the sky.",
    "date": "2022-12-29",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/B33LRGB_fb.png",
    "service_version": "v1",
    "copyright": "Jason Close",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/B33LRGB_fb1024.png"
  },
  {
    "title": "Mars and the Star Clusters",
    "explanation": "At this year's end Mars still shines brightly in planet Earth's night as it wanders through the head-strong constellation Taurus. Its bright yellowish hue dominates this starry field of view that includes Taurus' alpha star Aldebaran and the Hyades and Pleiades star clusters. While red giant Aldebaran appears to anchor the V-shape of the Hyades at the left of the frame, Aldebaran is not a member of the Hyades star cluster. The Hyades cluster is 151 light-years away making it the nearest established open star cluster, but Aldebaran lies at less than half that distance, along the same line-of-sight. At the right, some 400 light-years distant is the open star cluster cataloged as Messier 45, also known as the Pleiades or Seven Sisters. In Greek myth, the Pleiades were daughters of the astronomical titan Atlas and sea-nymph Pleione.",
    "date": "2022-12-30",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/mars_clusters.jpg",
    "service_version": "v1",
    "copyright": "Gabor Balazs",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/mars_clusters1024.jpg"
  },
  {
    "title": "Moon over Makemake",
    "credit": "Alex H. Parker (Southwest Research Institute)",
    "explanation": "Makemake (sounds like MAH-kay MAH-kay), second brightest dwarf planet of the Kuiper belt, has a moon. Nicknamed MK2, Makemake's moon reflects sunlight with a charcoal-dark surface, about 1,300 times fainter than its parent body. Still, in 2016 it was spotted in Hubble Space Telescope observations intended to search for faint companions with the same technique used to find the small satellites of Pluto. Just as for Pluto and its satellites, further observations of Makemake and orbiting moon will measure the system's mass and density and allow a broader understanding of the distant worlds. About 160 kilometers (100 miles) across compared to Makemake's 1,400 kilometer diameter, MK2's relative size and contrast are shown in this artist's vision. An imagined scene of an unexplored frontier of the Solar System, it looks back from a spacecraft's vantage as the dim Sun shines along the Milky Way. Of course, the Sun is over 50 times farther from Makemake than it is from planet Earth.",
    "date": "2022-12-31",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Makemakemoon100mile2000px.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2212/Makemakemoon100mile.jpg"
  },
  {
    "title": "The Largest Rock in our Solar System",
    "credit": "NASA, Voyager 1 spacecraft",
    "explanation": "There, that dot on the right, that's the largest rock known in our Solar System. It is larger than every known asteroid, moon, and comet nucleus. It is larger than any other local rocky planet. This rock is so large its gravity makes it into a large ball that holds heavy gases near its surface. (It used to be the largest known rock of any type until the recent discoveries of large dense planets orbiting other stars.) The Voyager 1 spacecraft took the featured picture -- famously called Pale Blue Dot -- of this giant space rock in 1990 from the outer Solar System. Today, this rock starts another orbit around its parent star, for roughly the 5 billionth time, spinning over 350 times during each trip. Happy Gregorian Calendar New Year to all inhabitants of this rock we call Earth.",
    "date": "2023-01-01",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/PaleBlueDotOrig_Voyager1_960.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/PaleBlueDotOrig_Voyager1_960.jpg"
  },
  {
    "title": "After Sunset Planet Parade",
    "explanation": "Look up tonight and see a whole bunch of planets. Just after sunset, looking west, planets Venus, Saturn, Jupiter and Mars will all be simultaneously visible. Listed west to east, this planetary lineup will have Venus nearest the horizon, but setting shortly after the Sun. It doesn't matter where on Earth you live because this early evening planet parade will be visible through clear skies all around the globe. Taken late last month, the featured image captured all of these planets and more: the Moon and planet Mercury were also simultaneously visible. Below visibility were the planets Neptune and Uranus, making this a nearly all-planet panorama. In the foreground are hills around the small village of Gökçeören, Kaş, Turkey, near the Mediterranean coast. Bright stars Altair, Fomalhaut, and Aldebaran are also prominent, as well as the Pleiades star cluster. Venus will rise higher in the sky at sunset as January continues, but Saturn will descend.",
    "date": "2023-01-02",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/AllPlanets_Tezel_1680_annotated.jpg",
    "service_version": "v1",
    "copyright": "Tunc Tezel (TWAN)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/AllPlanets_Tezel_1080_annotated.jpg"
  },
  {
    "title": "Kemble’s Cascade of Stars",
    "explanation": "This line of stars is real. A little too faint to see with the unaided eye, Kemble’s Cascade of stars inspires awe when seen with binoculars. Like the Big Dipper though, Kemble’s Cascade is an asterism, not a constellation. The asterism is visible in the northern sky toward the long-necked constellation of the Giraffe (Camelopardalis). This string of about 20 unrelated stars, each of similar brightness, spans over five times the angular width of the full moon. Stretching diagonally from the upper left to the lower right, Kemble's Cascade was popularized last century by astronomy enthusiast Lucian Kemble. The bright object near the top left of the image is the relatively compact Jolly Roger open cluster of stars, officially designated as NGC 1502.",
    "date": "2023-01-03",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/KembleCascade_Lease_3668.jpg",
    "service_version": "v1",
    "copyright": "Tommy Lease",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/KembleCascade_Lease_960.jpg"
  },
  {
    "title": "CG4: The Globule and the Galaxy",
    "explanation": "Can a gas cloud eat a galaxy? It's not even close. The \"claw\" of this odd looking \"creature\" in the featured photo is a gas cloud known as a cometary globule. This globule, however, has ruptured. Cometary globules are typically characterized by dusty heads and elongated tails. These features cause cometary globules to have visual similarities to comets, but in reality they are very much different. Globules are frequently the birthplaces of stars, and many show very young stars in their heads. The reason for the rupture in the head of this object is not yet known. The galaxy to the left of the globule is huge, very far in the distance, and only placed near CG4 by chance superposition.",
    "date": "2023-01-04",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/cg4_selby_5430.jpg",
    "service_version": "v1",
    "copyright": "Mike Selby & Mark Hanson",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/cg4_selby_960.jpg"
  },
  {
    "title": "Messier 45: The Daughters of Atlas and Pleione",
    "explanation": "Hurtling through a cosmic dust cloud a mere 400 light-years away, the lovely Pleiades or Seven Sisters open star cluster is well-known for its striking blue reflection nebulae. It lies in the night sky toward the constellation Taurus and the Orion Arm of our Milky Way galaxy. The sister stars are not related to the dusty cloud though. They just happen to be passing through the same region of space. Known since antiquity as a compact grouping of stars, Galileo first sketched the star cluster viewed through his telescope with stars too faint to be seen by eye. Charles Messier recorded the position of the cluster as the 45th entry in his famous catalog of things which are not comets. In Greek myth, the Pleiades were seven daughters of the astronomical titan Atlas and sea-nymph Pleione. Their parents names are included in the cluster's nine brightest stars. This well-processed, color-calibrated telescopic image features pin-point stars and detailed filaments of interstellar dust captured in over 9 hours of exposure. It spans more than 20 light-years across the Pleiades star cluster.",
    "date": "2023-01-05",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/M_45_Plejarden_Stefan_Thrun_klein4096.jpg",
    "service_version": "v1",
    "copyright": "Stefan Thrun",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/M_45_Plejarden_Stefan_Thrun_klein1024.jpg"
  },
  {
    "title": "Moon O'Clock 2022",
    "explanation": "The first Full Moon of 2023 is in the sky tonight opposite the Sun at 23:08 UTC. Big and beautiful, the Moon at its brightest phase should be easy to spot. Still, for quick reference images captured near the times of all the full moons of 2022 are aranged in this dedicated astro-imaging project from Sri Lanka, planet Earth. The day, month, and a traditional popular name for 2022's twelve full moons are given in the chart. The apparent size of each full moon depends on how close the full lunar phase is to perigee or apogee, the closest or farthest point in the Moon's elliptical orbit. Like the 2022 Wolf Moon at the 1 o'clock position, tonight's Full Moon occurs within a about two days of apogee. But unlike in 2022, the year 2023 will have 13 full moons that won't all fit nicely on the twelve hour clock.",
    "date": "2023-01-06",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/MoonOClock.jpg",
    "service_version": "v1",
    "copyright": "Niveth Kumar",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/MoonOClock1024.jpg"
  },
  {
    "title": "Space Stations in Low Earth Orbit",
    "explanation": "On January 3, two space stations already illuminated by sunlight in low Earth orbit crossed this dark predawn sky. Moving west to east (left to right) across the composited timelapse image China's Tiangong Space Station traced the upper trail captured more than an hour before the local sunrise. Seen against a starry background Tiangong passes just below the inverted Big Dipper asterism of Ursa Major near the peak of its bright arc, and above north pole star Polaris. But less than five minutes before, the International Space Station had traced its own sunlit streak across the dark sky. Its trail begins just above the W-shape outlined by the bright stars of Cassiopeia near the northern horizon. The dramatic foreground spans an abandoned mine at Achada do Gamo in southeastern Portugal.",
    "date": "2023-01-07",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/ISS_TIANHE_FINAL_4_APOD.jpg",
    "service_version": "v1",
    "copyright": "Zarcos Palma",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/ISS_TIANHE_FINAL_4_APOD1024.jpg"
  },
  {
    "title": "Where Your Elements Came From",
    "explanation": "The hydrogen in your body, present in every molecule of water, came from the Big Bang. There are no other appreciable sources of hydrogen in the universe. The carbon in your body was made by nuclear fusion in the interior of stars, as was the oxygen. Much of the iron in your body was made during supernovas of stars that occurred long ago and far away. The gold in your jewelry was likely made from neutron stars during collisions that may have been visible as short-duration gamma-ray bursts or gravitational wave events. Elements like phosphorus and copper are present in our bodies in only small amounts but are essential to the functioning of all known life. The featured periodic table is color coded to indicate humanity's best guess as to the nuclear origin of all known elements. The sites of nuclear creation of some elements, such as copper, are not really well known and are continuing topics of observational and computational research.",
    "date": "2023-01-08",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/Nucleosynthesis2_WikipediaCmglee_2000.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/Nucleosynthesis2_WikipediaCmglee_1080.jpg"
  },
  {
    "title": "Tails of Comet ZTF",
    "explanation": "Comet ZTF may become visible to the unaided eye. Discovered early last year, this massive snowball has been brightening as it approaches the Sun and the Earth. C/2022 E3 (ZTF) will be closest to the Sun later this week, at which time it may become visible even without binoculars to northern observers with a clear and dark sky. As they near the Sun, comet brightnesses are notoriously hard to predict, though. In the featured image taken last week in front of a picturesque star field, three blue ion tails extend to the upper right, likely the result of a variable solar wind on ions ejected by the icy comet nucleus. The comet's white dust tail is visible to the upper left and much shorter. The green glow is the comet's coma, caused by glowing carbon gas. Comet ZTF is expected to pass nearest the Earth in early February, after which it should dim dramatically.",
    "date": "2023-01-09",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/CometZtf_Hernandez_1395.jpg",
    "service_version": "v1",
    "copyright": "Jose Francisco Hernández",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/CometZtf_Hernandez_960.jpg"
  },
  {
    "title": "NGC 2264: The Cone Nebula",
    "explanation": "Stars are forming in the gigantic dust pillar called the Cone Nebula. Cones, pillars, and majestic flowing shapes abound in stellar nurseries where clouds of gas and dust are sculpted by energetic winds from newborn stars. The Cone Nebula, a well-known example, lies within the bright galactic star-forming region NGC 2264. The featured image of the Cone was captured recently combining 24-hours of exposure with a half-meter telescope at the El Sauce Observatory in Chile. Located about 2,500 light-years away toward the constellation of the Unicorn (Monoceros), the Cone Nebula's conical pillar extends about 7 light-years. The massive star NGC 2264 IRS, is the likely source of the wind sculpting the Cone Nebula and lies off the top of the image. The Cone Nebula's reddish veil is produced by glowing hydrogen gas.",
    "date": "2023-01-10",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/ConeNebula_Dieterich_1370.jpg",
    "service_version": "v1",
    "copyright": "Matthew Dieterich",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/ConeNebula_Dieterich_960.jpg"
  },
  {
    "title": "Spiral Aurora over Iceland",
    "explanation": "The scene may look like a fantasy, but it's really Iceland. The rock arch is named Gatklettur and located on the island's northwest coast. Some of the larger rocks in the foreground span a meter across. The fog over the rocks is really moving waves averaged over long exposures. The featured image is a composite of several foreground and background shots taken with the same camera and from the same location on the same night last November. The location was picked for its picturesque foreground, but the timing was planned for its colorful background: aurora. The spiral aurora, far behind the arch, was one of the brightest seen in the astrophotographer's life. The coiled pattern was fleeting, though, as auroral patterns waved and danced for hours during the cold night. Far in the background were the unchanging stars, with Earth's rotation causing them to appear to slowly circle the sky's northernmost point near Polaris.",
    "date": "2023-01-11",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/RockyArchAurora_Pellegrini_1330.jpg",
    "service_version": "v1",
    "copyright": "Stefano Pellegrini",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/RockyArchAurora_Pellegrini_960.jpg"
  },
  {
    "title": "Stardust in Perseus",
    "explanation": "This cosmic expanse of dust, gas, and stars covers some 6 degrees on the sky in the heroic constellation Perseus. At upper left in the gorgeous skyscape is the intriguing young star cluster IC 348 and neighboring Flying Ghost Nebula with clouds of obscuring interstellar dust cataloged as Barnard 3 and 4. At right, another active star forming region NGC 1333 is connected by dark and dusty tendrils on the outskirts of the giant Perseus Molecular Cloud, about 850 light-years away. Other dusty nebulae are scattered around the field of view, along with the faint reddish glow of hydrogen gas. In fact, the cosmic dust tends to hide the newly formed stars and young stellar objects or protostars from prying optical telescopes. Collapsing due to self-gravity, the protostars form from the dense cores embedded in the molecular cloud. At the molecular cloud's estimated distance, this field of view would span over 90 light-years.",
    "date": "2023-01-12",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/ic348-ngc1333.jpg",
    "service_version": "v1",
    "copyright": "Jack Groves",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/ic348-ngc1333_1024.jpg"
  },
  {
    "title": "Young Star Cluster NGC 346",
    "credit": "Science - NASA, ESA, CSA, Olivia C. Jones (UK ATC), Guido De Marchi (ESTEC), Margaret Meixner (USRA) Processing - Alyssa Pagan (STScI), Nolan Habel (USRA), Laura Lenkić (USRA), Laurie E. U. Chu (NASA Ames)",
    "explanation": "The most massive young star cluster in the Small Magellanic Cloud is NGC 346, embedded in our small satellite galaxy's largest star forming region some 210,000 light-years distant. Of course the massive stars of NGC 346 are short lived, but very energetic. Their winds and radiation sculpt the edges of the region's dusty molecular cloud triggering star-formation within. The star forming region also appears to contain a large population of infant stars. A mere 3 to 5 million years old and not yet burning hydrogen in their cores, the infant stars are strewn about the embedded star cluster. This spectacular infrared view of NGC 346 is from the James Webb Space Telescope's NIRcam. Emission from atomic hydrogen ionized by the massive stars' energetic radiation as well as and molecular hydrogen and dust in the star-forming molecular cloud is detailed in pink and orange hues. Webb's sharp image of the young star-forming region spans 240 light-years at the distance of the Small Magellanic Cloud.",
    "date": "2023-01-13",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/jwst-ngc346.png",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/jwst-ngc346-800.png"
  },
  {
    "title": "Perihelion Sun 2023",
    "explanation": "Perihelion for 2023, Earth's closest approach to the Sun, was on January 4 at 16:17 UTC. That was less than 24 hours after this sharp image of the Sun's disk was recorded with telescope and H-alpha filter from Sidney, Australia, planet Earth. An H-alpha filter transmits a characteristic red light from hydrogen atoms. In views of the Sun it emphasizes the Sun's chromosphere, a region just above the solar photosphere or normally visible solar surface. In this H-alpha image of the increasingly active Sun planet-sized sunspot regions are dominated by bright splotches called plages. Dark filaments of plasma snaking across the solar disk transition to bright prominences when seen above the solar limb.",
    "date": "2023-01-14",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/Sol3Jan2023web.jpg",
    "service_version": "v1",
    "copyright": "Peter Ward (Barden Ridge Observatory)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/Sol3Jan2023web1024.jpg"
  },
  {
    "title": "M1: The Crab Nebula from Hubble",
    "credit": "NASA, ESA, Hubble, J. Hester, A. Loll (ASU)",
    "explanation": "This is the mess that is left when a star explodes. The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments. The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a higher speed than expected from a free explosion. The featured image, taken by the Hubble Space Telescope, is presented in three colors chosen for scientific interest. The Crab Nebula spans about 10 light-years. In the nebula's very center lies a pulsar: a neutron star as massive as the Sun but with only the size of a small town. The Crab Pulsar rotates about 30 times each second.",
    "date": "2023-01-15",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/CrabNebula_Hubble_3864.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/CrabNebula_Hubble_960.jpg"
  },
  {
    "title": "Moon Enhanced",
    "explanation": "Our Moon doesn't really look like this. Earth's Moon, Luna, doesn't naturally show this rich texture, and its colors are more subtle. But this digital creation is based on reality. The featured image is a composite of multiple images and enhanced to bring up real surface features. The enhancements, for example, show more clearly craters that illustrate the tremendous bombardment our Moon has been through during its 4.6-billion-year history. The dark areas, called maria, have fewer craters and were once seas of molten lava. Additionally, the image colors, although based on the moon's real composition, are changed and exaggerated. Here, a blue hue indicates a region that is iron rich, while orange indicates a slight excess of aluminum. Although the Moon has shown the same side to the Earth for billions of years, modern technology is allowing humanity to learn much more about it -- and how it affects the Earth.",
    "date": "2023-01-16",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/MoonEnhanced_Mirza_4085.jpg",
    "service_version": "v1",
    "copyright": "Darya Kawa Mirza",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/MoonEnhanced_Mirza_960.jpg"
  },
  {
    "title": "Unexpected Clouds Toward the Andromeda Galaxy",
    "explanation": "Why are there oxygen-emitting arcs near the direction of the Andromeda galaxy? No one is sure. The gas arcs, shown in blue, were discovered and first confirmed by amateur astronomers just last year. The two main origin hypotheses for the arcs are that they really are close to Andromeda (M31), or that they are just coincidentally placed gas filaments in our Milky Way galaxy. Adding to the mystery is that arcs were not seen in previous deep images of M31 taken primarily in light emitted by hydrogen, and that other, more distant galaxies have not been generally noted as showing similar oxygen-emitting structures. Dedicated amateurs using commercial telescopes made this discovery because, in part, professional telescopes usually investigate angularly small patches of the night sky, whereas these arcs span several times the angular size of the full moon. Future observations -- both in light emitted by oxygen and by other elements -- are sure to follow.",
    "date": "2023-01-17",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/M31OiiiArc_Strottner_5000.jpg",
    "service_version": "v1",
    "copyright": "Yann Sainty & Marcel Drechsler",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/M31OiiiArc_Strottner_960.jpg"
  },
  {
    "title": "MACS0647: Gravitational Lensing of the Early Universe by Webb",
    "credit": "NASA, ESA, CSA, Dan Coe (STScI), Rebecca Larson (UT), Yu-Yang Hsiao (JHU); Processing: Alyssa Pagan (STScI); Text: Michael Rutkowski (Minn. St. U. Mankato)",
    "explanation": "Gravitational lensing by the galaxy cluster MACS0647 -- in which the massive foreground cluster distorts and lenses the light emitted by distant background galaxies along the line of sight — is on vivid display here in this recent multi-color infrared image from the James Webb Space Telescope (JWST). In particular, the background source MACS0647-JD is seen to be lensed three times by the cluster. When first discovered with the Hubble Space Telescope, MACS0647-JD was observed as an amorphous blob. With Webb though, this single source is revealed to be a pair or small group of galaxies. The colors of the MACS0647-JD objects are different as well -- indicating differences potentially in the age or dust content of these galaxies. These new images provide rare examples of galaxies in an era only a few 100 million years after the Big Bang.",
    "date": "2023-01-18",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/MacsClusterLens_Webb_2000.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/MacsClusterLens_Webb_960.jpg"
  },
  {
    "title": "The Seagull Nebula",
    "explanation": "A broad expanse of glowing gas and dust presents a bird-like visage to astronomers from planet Earth, suggesting its popular moniker - The Seagull Nebula. Using narrowband image data, this 3-panel mosaic of the cosmic bird covers a 2.5 degree swath across the plane of the Milky Way, near the direction of Sirius, alpha star of the constellation Canis Major. Likely part of a larger shell structure swept up by successive supernova explosions, the broad Seagull Nebula is cataloged as Sh2-296 and IC 2177. The prominent bluish arc below and right of center is a bow shock from runaway star FN Canis Majoris. This complex of gas and dust clouds with other stars of the Canis Majoris OB1 association spans over 200 light-years at the Seagull Nebula's estimated 3,800 light-year distance.",
    "date": "2023-01-19",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/crtastro_0172_2194p.jpg",
    "service_version": "v1",
    "copyright": "Carlos Taylor",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/crtastro_0172_1097p.jpg"
  },
  {
    "title": "Galaxy Wars: M81 and M82",
    "explanation": "The two dominant galaxies near center are far far away, 12 million light-years distant toward the northern constellation of the Great Bear. On the right, with grand spiral arms and bright yellow core is spiral galaxy M81. Also known as Bode's galaxy, M81 spans some 100,000 light-years. On the left is cigar-shaped irregular galaxy M82. The pair have been locked in gravitational combat for a billion years. Gravity from each galaxy has profoundly affected the other during a series of cosmic close encounters. Their last go-round lasted about 100 million years and likely raised density waves rippling around M81, resulting in the richness of M81's spiral arms. M82 was left with violent star forming regions and colliding gas clouds so energetic that the galaxy glows in X-rays. In the next few billion years, their continuing gravitational encounters will result in a merger, and a single galaxy will remain. This extragalactic scenario also includes other members of the interacting M81 galaxy group with NGC 3077 below and right of the large spiral, and NGC 2976 at upper right in the frame. Captured under dark night skies in the Austrian Alps, the foreground of the wide-field image is filled with integrated flux nebulae. Those faint, dusty interstellar clouds reflect starlight above the plane of our own Milky Way galaxy.",
    "date": "2023-01-20",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/AUFSCHNAITER_Andreas_APOD_Bode_Cigare2048.jpg",
    "service_version": "v1",
    "copyright": "Andreas Aufschnaiter",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/AUFSCHNAITER_Andreas_APOD_Bode_Cigare1024.jpg"
  },
  {
    "title": "Naked-eye Comet ZTF",
    "explanation": "Comet C/2022E3 (ZTF) is no longer too dim to require a telescope for viewing. By January 19, it could just be seen with the naked eye in this rural sky with little light pollution from a location about 20 kilometers from Salamanca, Spain. Still, telescopic images are needed to show any hint of the comet's pretty green coma, stubby whitish dust tail, and long ion tail. Its faint ion tail has been buffeted by recent solar activity. This visitor from the distant Oort cloud rounded the Sun on January 12. and is now sweeping through stars near the northern boundary of the constellation Bootes. Outward bound but still growing brighter, Comet ZTF makes its closest approach on February 2, coming to within about 2.4 light-minutes of our fair planet.",
    "date": "2023-01-21",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/ZTF_salamanca.jpg",
    "service_version": "v1",
    "copyright": "Óscar Martín Mesonero (Organización Salmantina de la Astronáutica y el Espacio)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/ZTF_salamanca1024.jpg"
  },
  {
    "title": "In Green Company: Aurora over Norway",
    "explanation": "Raise your arms if you see an aurora. With those instructions, two nights went by with, well, clouds -- mostly. On the third night of returning to same peaks, though, the sky not only cleared up but lit up with a spectacular auroral display. Arms went high in the air, patience and experience paid off, and the creative featured image was captured as a composite from three separate exposures. The setting is a summit of the Austnesfjorden fjord close to the town of Svolvear on the Lofoten islands in northern Norway. The time was early 2014. Although our Sun passed the solar minimum of its 11-year cycle only a few years ago, surface activity is picking up and already triggering more spectacular auroras here on Earth.",
    "date": "2023-01-22",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/greencompany_rive_2916.jpg",
    "service_version": "v1",
    "copyright": "Max Rive",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/greencompany_rive_960.jpg"
  },
  {
    "title": "The Colliding Spiral Galaxies of Arp 274",
    "credit": "NASA, ESA, Hubble; Processing & Copyright: Mehmet Hakan Özsaraç",
    "explanation": "Two galaxies are squaring off in Virgo and here are the latest pictures. When two galaxies collide, the stars that compose them usually do not. This is because galaxies are mostly empty space and, however bright, stars only take up only a small fraction of that space. But during the collision, one galaxy can rip the other apart gravitationally, and dust and gas common to both galaxies does collide. If the two galaxies merge, black holes that likely resided in each galaxy center may eventually merge. Because the distances are so large, the whole thing takes place in slow motion -- over hundreds of millions of years. Besides the two large spiral galaxies, a smaller third galaxy is visible on the far left of the featured image of Arp 274, also known as NGC 5679. Arp 274 spans about 200,000 light years across and lies about 400 million light years away toward the constellation of Virgo.",
    "date": "2023-01-23",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/Arp274_HubbleOzsarac_2386.jpg",
    "service_version": "v1",
    "copyright": "Mehmet Hakan Özsaraç",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/Arp274_HubbleOzsarac_1080.jpg"
  },
  {
    "title": "LHS 475 b: Earth-Sized Exoplanet",
    "credit": "DeepAI's Fantasy World Generator",
    "explanation": "If you could stand on exoplanet LHS 475 b, what might you see? No one knows for sure but pictured here is an interesting guess made by an Earth-based artificial intelligence (AI) engine. The existence of the exoplanet was indicated in data taken by the Earth-orbiting TESS satellite but confirmed and further investigated only this year by the near-Earth Sun-orbiting James Webb Space Telescope. What is known for sure is that LHS 475 b has a mass very similar to our Earth and closely orbits a small red star about 40 light years away. The featured AI-illustrated guess depicts a plausibly rugged Earth-like landscape replete with molten lava and with the central red star rising in the distance. Webb data does not as yet reveal, however, whether LHS 475 b has an atmosphere. One of Webb’s science objectives is to follow up previous discoveries of distant exoplanets to better discern their potential for developing life.",
    "date": "2023-01-24",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/RockyRed7_DeepAI_960.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/RockyRed7_DeepAI_960.jpg"
  },
  {
    "title": "LDN 1622: The Boogeyman Nebula",
    "explanation": "To some, the dark shape looks like a mythical boogeyman. Scientifically, Lynds' Dark Nebula (LDN) 1622 appears against a faint background of glowing hydrogen gas only visible in long telescopic exposures of the region. In contrast, the brighter reflection nebula vdB 62 is more easily seen just above and to the right of center in the featured image. LDN 1622 lies near the plane of our Milky Way Galaxy, close on the sky to Barnard's Loop, a large cloud surrounding the rich complex of emission nebulae found in the Belt and Sword of Orion. With swept-back outlines, the obscuring dust of LDN 1622 is thought to lie at a similar distance, perhaps 1,500 light-years away. At that distance, this 2-degree wide field of view would span about 60 light-years. Young stars do lie hidden within the dark expanse and have been revealed in Spitzer Space Telescope infrared images.",
    "date": "2023-01-25",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/LDN1622_Carter_2888.jpg",
    "service_version": "v1",
    "copyright": "Joshua Carter",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/LDN1622_Carter_960.jpg"
  },
  {
    "title": "Active Galaxy NGC 1275",
    "credit": "NASA, ESA, Hubble Heritage, A. Fabian (University of Cambridge, UK)",
    "explanation": "Active galaxy NGC 1275 is the central, dominant member of the large and relatively nearby Perseus Cluster of Galaxies. Wild-looking at visible wavelengths, the active galaxy is also a prodigious source of x-rays and radio emission. NGC 1275 accretes matter as entire galaxies fall into it, ultimately feeding a supermassive black hole at the galaxy's core. This color composite image made from Hubble Space Telescope data recorded during 2006. It highlights the resulting galactic debris and filaments of glowing gas, some up to 20,000 light-years long. The filaments persist in NGC 1275, even though the turmoil of galactic collisions should destroy them. What keeps the filaments together? Observations indicate that the structures, pushed out from the galaxy's center by the black hole's activity, are held together by magnetic fields. Also known as Perseus A, NGC 1275 spans over 100,000 light years and lies about 230 million light years away.",
    "date": "2023-01-26",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/ngc1275_heic0817a.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/ngc1275_heic0817a_1024.jpg"
  },
  {
    "title": "Comet ZTF: Orbital Plane Crossing",
    "explanation": "The current darling of the northern night, Comet C/2022 E3 ZTF is captured in this telescopic image from a dark sky location at June Lake, California. Of course Comet ZTF has been growing brighter in recent days, headed for its closest approach to Earth on February 1. But this view was recorded on January 23, very close to the time planet Earth crossed the orbital plane of long-period Comet ZTF. The comet's broad, whitish dust tail is still curved and fanned out away from the Sun as Comet ZTF sweeps along its orbit. Due to perspective near the orbital plane crossing, components of the fanned out dust tail appear on both sides of the comet's green tinted coma though, to lend Comet ZTF a visually striking (left) anti-tail. Buffeted by solar activity the comet's narrower ion tail also streams away from the coma diagonally to the right, across the nearly three degree wide field of view.",
    "date": "2023-01-27",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/C2022E3ZTF_2023_01_23_054036PST_DEBartlett.jpg",
    "service_version": "v1",
    "copyright": "Dan Bartlett",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/C2022E3ZTF_2023_01_23_054036PST_DEBartlett1024.jpg"
  },
  {
    "title": "Comet ZTF over Mount Etna",
    "explanation": "Comet-like plumes are blowing over the volcanic peaks of Mount Etna in this wintry mountain-and-skyscape from planet Earth. The stacked and blended combination of individual exposures recorded during the cold night of January 23, also capture naked-eye Comet ZTF just above Etna's snowy slopes. Of course increasing sunlight and the solar wind are responsible for the comet's greenish coma and broad dusty tail. This weekend Comet ZTF is dashing across northern skies between north star Polaris and the Big Dipper. From a dark site you can only just spot it as a fuzzy patch though. That's still an impressive achievement if you consider you are gazing at a visitor from the distant Oort cloud with your own eyes. But binoculars or a small telescope will make for an even more enjoyable view of this Comet ZTF in the coming days.",
    "date": "2023-01-28",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/C2022E3ZTFMountEtna.jpg",
    "service_version": "v1",
    "copyright": "Dario Giannobile",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/C2022E3ZTFMountEtna1024.jpg"
  },
  {
    "title": "Barnard 68: Dark Molecular Cloud",
    "credit": "FORS Team, 8.2-meter VLT Antu, ESO",
    "explanation": "Where did all the stars go? What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud. Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars. The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe. One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured here. That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across. It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form. In fact, Barnard 68 itself has been found likely to collapse and form a new star system. It is possible to look right through the cloud in infrared light.",
    "date": "2023-01-29",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/barnard68v2_vlt_4000.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/barnard68v2_vlt_960.jpg"
  },
  {
    "title": "Globular Star Cluster NGC 6355 from Hubble",
    "credit": "ESA/Hubble & NASA, E. Noyola, R. Cohen",
    "explanation": "Globular clusters once ruled the Milky Way. Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy. Today, there are less than 200 left. Over the eons, many globular clusters were destroyed by repeated fateful encounters with each other or the Galactic center. Surviving relics are older than any Earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age. There are few, if any, young globular clusters left in our Milky Way Galaxy because conditions are not ripe for more to form. The featured image shows a Hubble Space Telescope view of 13-billion year old NGC 6355, a surviving globular cluster currently passing near the Milky Way's center. Globular cluster stars are concentrated toward the image center and highlighted by bright blue stars. Most other stars in the frame are dimmer, redder, and just coincidently lie near the direction to NGC 6355.",
    "date": "2023-01-30",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/ngc6355_hubble_3769.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/ngc6355_hubble_1080.jpg"
  },
  {
    "title": "A Triple View of Comet ZTF",
    "explanation": "Comet ZTF has a distinctive shape. The now bright comet visiting the inner Solar System has been showing not only a common dust tail, ion tail, and green gas coma, but also an uncommonly distinctive antitail. The antitail does not actually lead the comet -- it is just that the head of the comet is seen superposed on part of the fanned-out and trailing dust tail. The giant dirty snowball that is Comet C/2022 E3 (ZTF) has now passed its closest to the Sun and tomorrow will pass its closest to the Earth. The main panel of the featured triple image shows how Comet ZTF looked last week to the unaided eye under a dark and clear sky over Cáceres, Spain. The top inset image shows how the comet looked through binoculars, while the lower inset shows how the comet looked through a small telescope. The comet is now visible all night long from northern latitudes but will surely fade from easy observation during the next few weeks.",
    "date": "2023-01-31",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/TripleCometZTF_Caldera_3574.jpg",
    "service_version": "v1",
    "copyright": "Javier Caldera & Miguel Gracia",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2301/TripleCometZTF_Caldera_960.jpg"
  },
  {
    "title": "The Seventh World of Trappist-1",
    "explanation": "Seven worlds orbit the ultracool dwarf star TRAPPIST-1. A mere 40 light-years away, many of the exoplanets were discovered in 2016 using the Transiting Planets and Planetesimals Small Telescope (TRAPPIST) located in the Atlas Mountains of Morocco, and later confirmed with telescope including NASA's Spitzer Space Telescope. The TRAPPIST-1 planets are likely all rocky and similar in size to Earth, and so compose one of the largest treasure troves of terrestrial planets ever detected around a single star. Because they orbit very close to their faint, tiny star they could also have regions where surface temperatures allow for the presence of ice or even liquid water, a key ingredient for life. Their tantalizing proximity to Earth makes them prime candidates for future telescopic explorations of the atmospheres of potentially habitable planets. All seven exoplanets appear in the featured illustration, which imagines a view from the most distant known world of this system, TRAPPIST-1h, as having a rocky landscape covered in ice. Meanwhile, in the imagined background, one of the system's inner planets crosses in front of the dim, orange, nearly Jupiter-sized parent star.",
    "date": "2023-02-01",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/Trappist1h_Carroll_1238.jpg",
    "service_version": "v1",
    "copyright": "Michael Carroll",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/Trappist1h_Carroll_960.jpg"
  },
  {
    "title": "Reflections on the 1970s",
    "explanation": "The 1970s are sometimes ignored by astronomers, like this beautiful grouping of reflection nebulae in Orion - NGC 1977, NGC 1975, and NGC 1973 - usually overlooked in favor of the substantial glow from the nearby stellar nursery better known as the Orion Nebula. Found along Orion's sword just north of the bright Orion Nebula complex, these reflection nebulae are also associated with Orion's giant molecular cloud about 1,500 light-years away, but are dominated by the characteristic blue color of interstellar dust reflecting light from hot young stars. In this sharp color image a portion of the Orion Nebula appears along the bottom border with the cluster of reflection nebulae at picture center. NGC 1977 stretches across the field just below center, separated from NGC 1973 (above right) and NGC 1975 (above left) by dark regions laced with faint red emission from hydrogen atoms. Taken together, the dark regions suggest the region's popular moniker, the Running Man Nebula. At the estimated distance of Orion's dusty molecular cloud this running man would be about 15 light-years across.",
    "date": "2023-02-02",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/NGC1975RunningMan.jpg",
    "service_version": "v1",
    "copyright": "Daniel Stern",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/NGC1975RunningMan_1024.jpg"
  },
  {
    "title": "Polaris and the Trail of Comet ZTF",
    "explanation": "Stars trace concentric arcs around the North Celestial Pole in this three hour long night sky composite, recorded with a digital camera fixed to a tripod on January 31, near Àger, Lleida, Spain. On that date Comet C/2022 E3 (ZTF) was near its northernmost declination in planet Earth's sky. That put the comet about 10 degrees from Earth's North Celestial Pole making the comet's position circumpolar, always above the horizon, from all locations on planet Earth at more than 10 degrees northern latitude. In the startrail image, the extension of Earth's axis of rotation into space is at the left. North star Polaris traces the short, bright, concentric arc less than a degree from the North Celestial Pole. The trail of Comet ZTF is indicated at the right, its apparent motion mostly reflecting Earth's rotation like the stars. But heading for its closest approach to planet Earth on February 1, the comet is also moving significantly with respect to the background stars. The diffuse greenish trail of Comet ZTF is an almost concentric arc mingled with startrails as it sweeps through the long-necked constellation Camelopardalis.",
    "date": "2023-02-03",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/C2022E3(ZTF)Circumpolarv2comentada.jpg",
    "service_version": "v1",
    "copyright": "David Ibarra Gomez",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/C2022E3(ZTF)Circumpolarv2comentada1024.jpg"
  },
  {
    "title": "NGC 2626 along the Vela Molecular Ridge",
    "explanation": "Centered in this colorful cosmic canvas, NGC 2626 is a beautiful, bright, blue reflection nebula in the southern Milky Way. Next to an obscuring dust cloud and surrounded by reddish hydrogen emission from large H II region RCW 27 it lies within a complex of dusty molecular clouds known as the Vela Molecular Ridge. NGC 2626 is itself a cloud of interstellar dust reflecting blue light from the young hot embedded star visible within the nebula. But astronomical explorations reveal many other young stars and associated nebulae in the star-forming region. NGC 2626 is about 3,200 light-years away. At that distance this telescopic field of view would span about 30 light-years along the Vela Molecular Ridge.",
    "date": "2023-02-04",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/NGC_2626_CDK_700_II_20_Jan_2023.jpg",
    "service_version": "v1",
    "copyright": "Mike Selby & Mark Hanson",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/NGC_2626_CDK_700_II_20_Jan_2023_1024.jpg"
  },
  {
    "title": "Enceladus by Saturnshine",
    "credit": "NASA; ESA, JPL, Cassini Imaging Team, SSI; Color Composite: Gordan Ugarkovic",
    "explanation": "This moon is shining by the light of its planet. Specifically, a large portion of Enceladus pictured here is illuminated primarily by sunlight first reflected from the planet Saturn. The result is that the normally snow-white moon appears in the gold color of Saturn's cloud tops. As most of the illumination comes from the image left, a labyrinth of ridges throws notable shadows just to the right of the image center, while the kilometer-deep canyon Labtayt Sulci is visible just below. The bright thin crescent on the far right is the only part of Enceladus directly lit by the Sun. The featured image was taken in 2011 by the robotic Cassini spacecraft during a close pass by by the enigmatic moon. Inspection of the lower left part of this digitally sharpened image reveals plumes of ice crystals thought to originate in a below-surface sea.",
    "date": "2023-02-05",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/enceladus12_cassini_960.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/enceladus12_cassini_960.jpg"
  },
  {
    "title": "In the Heart of the Rosette Nebula",
    "explanation": "In the heart of the Rosette Nebula lies a bright cluster of stars that lights up the nebula. The stars of NGC 2244 formed from the surrounding gas only a few million years ago. The featured image taken in mid-January using multiple exposures and very specific colors of Sulfur (shaded red), Hydrogen (green), and Oxygen (blue), captures the central region in tremendous detail. A hot wind of particles streams away from the cluster stars and contributes to an already complex menagerie of gas and dust filaments while slowly evacuating the cluster center. The Rosette Nebula's center measures about 50 light-years across, lies about 5,200 light-years away, and is visible with binoculars towards the constellation of the Unicorn (Monoceros).",
    "date": "2023-02-06",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/Rosette_Insley_3424.jpg",
    "service_version": "v1",
    "copyright": "Lyman Insley",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/Rosette_Insley_960.jpg"
  },
  {
    "title": "A Comet and Two Dippers",
    "explanation": "Can you still see the comet? Yes. Even as C/2022 E3 (ZTF) fades, there is still time to see it if you know where and when to look. Geometrically, Comet ZTF has passed its closest to both the Sun and the Earth and is now headed back to the outer Solar System. Its orbit around the Sun has it gliding across the northern sky all month, after passing near Polaris and both the Big and Little Dippers last month. Pictured, Comet ZTF was photographed between the two dippers in late January while sporting an ion tail that extended over 10 degrees. Now below naked-eye visibility, Comet ZTF can be found with binoculars or a small telescope and a good sky map. A good time to see the comet over the next week is after the Sun sets -- but before the Moon rises. The comet will move nearly in front of Mars in a few days",
    "date": "2023-02-07",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/ZtfDippersB_Horalek_960_annotated.jpg",
    "service_version": "v1",
    "copyright": "Petr Horalek / Institute of Physics in Opava",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/ZtfDippersB_Horalek_960_annotated.jpg"
  },
  {
    "title": "Stellar Wind-Shaped Nebula RCW 58",
    "explanation": "Imagine traveling to a star about 100 times as massive as our Sun, a million times more luminous, and with 30 times the surface temperature. Such stars exist, and some are known as Wolf Rayet (WR) stars, named after French astronomers Charles Wolf and Georges Rayet. The central star in this image is WR 40 which is located toward the constellation of Carina. Stars like WR 40 live fast and die young in comparison with the Sun. They quickly exhaust their core hydrogen supply, move on to fusing heavier core elements, and expand while ejecting their outer layers via high stellar winds. In this case, the central star WR 40 ejects the atmosphere at a speed of nearly 100 kilometers per second, and these outer layers have become the expanding oval-shaped nebula RCW 58.",
    "date": "2023-02-08",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/Rcw58_Selby_4326.jpg",
    "service_version": "v1",
    "copyright": "Mike Selby & Mark Hanson; Text: Natalia Lewandowska (SUNY Oswego)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/Rcw58_Selby_960.jpg"
  },
  {
    "title": "Nacreous Clouds over Lapland",
    "explanation": "Vivid and lustrous, wafting iridescent waves of color wash across this skyscape from Kilpisjärvi, Finland. Known as nacreous clouds or mother-of-pearl clouds, they are rare. But their unforgettable appearance was captured looking south at 69 degrees north latitude at sunset on January 24. A type of polar stratospheric cloud, they form when unusually cold temperatures in the usually cloudless lower stratosphere form ice crystals. Still sunlit at altitudes of around 15 to 25 kilometers, the clouds can diffract sunlight even after sunset and just before the dawn.",
    "date": "2023-02-09",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/PearlCloudDennis7.jpg",
    "service_version": "v1",
    "copyright": "Dennis Lehtonen",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/PearlCloudDennis7_1024.jpg"
  },
  {
    "title": "ZTF meets ATLAS",
    "explanation": "Fading as it races across planet Earth's northern skies comet C/2022 E3 (ZTF) shares this telescopic frame with comet C/2022 U2 (ATLAS). Captured on the night of February 6 from a garden observatory in Germany's Bavarian Forest, the starry field of view toward the constellation Auriga spans about 2.5 degrees. Discovered by sky survey projects in 2022 (the Zwicky Transient Facility and the Asteroid Terrestrial-impact Last Alert System) these long-period comets are outbound, reaching perihelion just last month. The much fainter comet ATLAS made its closest approach to our fair planet on January 29 at a distance of about 4.6 light-minutes, compared to a mere 2.4 light-minutes for comet ZTF on February 2. This comet ATLAS lacks the well-developed tails of the formerly naked-eye comet ZTF. But both comets sport greenish tinted comas, emission from diatomic carbon molecules fluorescing in sunlight. Continuing its dash across planet Earth's sky, the good-binocular comet ZTF will appear close to bright planet Mars tonight.",
    "date": "2023-02-10",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/C2022E3ZTFmeetsC2022U2Atlasbeschriftet.jpg",
    "service_version": "v1",
    "copyright": "Stefan Bemmerl",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/C2022E3ZTFmeetsC2022U2Atlasbeschriftet1024.jpg"
  },
  {
    "title": "Magellanic Clouds over Chile",
    "explanation": "The two prominent clouds in this Chilean Atacama Desert skyscape captured on January 21 actually lie beyond our Milky Way galaxy. Known as the Large and the Small Magellanic Clouds they are so named for the 16th century Portuguese explorer Ferdinand Magellan, leader of the first circumnavigation of planet Earth. Famous jewels of southern hemisphere skies, they are the brightest satellite galaxies of the Milky Way. The larger cloud is some 160,000 light-years, and the smaller 210,000 light-years distant. While both are irregular dwarf galaxies in their own right, they exhibit central barred structures in the deep wide-angle view. Wide and deep exposures also reveal faint dusty galactic cirrus nebulae and the imprints of gravitational tidal interactions between the Large and Small Magellanic Clouds.",
    "date": "2023-02-11",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/magellanic.jpg",
    "service_version": "v1",
    "copyright": "Felipe Mac Auliffe López",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/magellanic1200.jpg"
  },
  {
    "title": "Mammatus Clouds over Nebraska",
    "explanation": "When do cloud bottoms appear like bubbles? Normally, cloud bottoms are flat. This is because moist warm air that rises and cools will condense into water droplets at a specific temperature, which usually corresponds to a very specific height. As water droplets grow, an opaque cloud forms. Under some conditions, however, cloud pockets can develop that contain large droplets of water or ice that fall into clear air as they evaporate. Such pockets may occur in turbulent air near a thunderstorm. Resulting mammatus clouds can appear especially dramatic if sunlit from the side. The mammatus clouds pictured here were photographed over Hastings, Nebraska during 2004 June.",
    "date": "2023-02-12",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/mammatus_olson_1024.jpg",
    "service_version": "v1",
    "copyright": "Jorn Olsen Photography",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/mammatus_olson_960.jpg"
  },
  {
    "title": "Comet ZTF and Mars",
    "explanation": "No, Comet ZTF is not going to hit Mars. Nicknamed the Green Comet for its bright green coma, C/2022 E3 (ZTF) did, however, pass almost in front of the much-more distant planet a few days ago, very near in time to when the featured picture was taken. The two sky icons were here captured behind a famous Earth icon -- the Matterhorn, a mountain in the Italian Alps with a picturesque peak. Both the foreground and background images were taken on the same evening by the same camera and from the same location. The comet's white dust tail is visible to the right of the green coma, while the light blue ion tail trails towards the top of the image. Orange Mars is well in front of the numerous background stars as well as the dark nebula Barnard 22 to its lower right. Although Mars remains visible in the evening sky for the next few months, Comet ZTF has already begun to fade as it returns to the outer Solar System.",
    "date": "2023-02-13",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/CometZtfMars_Lioce_4229.jpg",
    "service_version": "v1",
    "copyright": "Donato Lioce",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/CometZtfMars_Lioce_960.jpg"
  },
  {
    "title": "The Heart and Soul Nebulas",
    "explanation": "Is the heart and soul of our Galaxy located in Cassiopeia? Possibly not, but that is where two bright emission nebulas nicknamed Heart and Soul can be found. The Heart Nebula, officially dubbed IC 1805 and visible in the featured image on the upper right, has a shape reminiscent of a classical heart symbol. The shape is perhaps fitting for Valentine's Day. The Soul Nebula is officially designated IC 1871 and is visible on the lower left. Both nebulas shine brightly in the red light of energized hydrogen, one of three colors shown in this three-color montage. Light takes about 6,000 years to reach us from these nebulas, which together span roughly 300 light years. Studies of stars and clusters like those found in the Heart and Soul nebulas have focused on how massive stars form and how they affect their environment.",
    "date": "2023-02-14",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/HeartSoul_deHaro_1977.jpg",
    "service_version": "v1",
    "copyright": "Juan Lozano de Haro",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/HeartSoul_deHaro_1080.jpg"
  },
  {
    "title": "Airglow Sky over France",
    "explanation": "This unusual sky was both familiar and unfamiliar. The photographer's mission was to capture the arch of the familiar central band of our Milky Way Galaxy over a picturesque medieval manor. The surprise was that on this January evening, the foreground sky was found glowing in a beautiful but unfamiliar manner. The striped bands are called airglow and they result from air high in Earth's atmosphere being excited by the Sun's light and emitting a faint light of its own. The bands cross the entire sky -- their curved appearance is due to the extremely wide angle of the camera lens. In the foreground lies Château de Losse in southwest France. Other familiar sky delights dot the distant background including the bright white star Sirius, the orange planet Mars, the blue Pleiades star cluster, the red California Nebula, and, on the far right, the extended Andromeda Galaxy. The initial mission was also successful: across the top of the frame is the arching band of our Milky Way.",
    "date": "2023-02-15",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/AirglowFrance_Looten_2048.jpg",
    "service_version": "v1",
    "copyright": "Julien Looten",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/AirglowFrance_Looten_1080.jpg"
  },
  {
    "title": "The Hydra Cluster of Galaxies",
    "explanation": "",
    "date": "2023-02-16",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/ABELL1060_LRGB_NASA.jpg",
    "service_version": "v1",
    "copyright": "Marco Lorenzi, Angus Lau, Tommy Tse Text: ChatGPT (apologies to Edgar Allen Poe)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/ABELL1060_LRGB_NASA_1024.jpg"
  },
  {
    "title": "2023 CX1 Meteor Flash",
    "explanation": "While scanning the skies for near earth objects Hungarian astronomer Krisztián Sárneczky first imaged the meter-sized space rock now cataloged as 2023 CX1 on 12 February 2023 at 20:18:07 UTC. That was about 7 hours before it impacted planet Earth's atmosphere. Its predicted trajectory created a rare opportunity for meteor observers and a last minute plan resulted in this spectacular image of the fireball, captured from the Netherlands as 2023 CX1 vaporized and broke up over northern France. Remarkably it was Sárneczky's second discovery of an impacting asteroid, while 2023 CX1 is only the seventh asteroid to be detected before being successfully predicted to impact Earth. It has recently become the third such object from which meteorites have been recovered. This fireball was witnessed almost 10 years to the day following the infamous Chelyabinsk Meteor flash.",
    "date": "2023-02-17",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/gijsDSC_1917(2x3)1600px.jpg",
    "service_version": "v1",
    "copyright": "Gijs de Reijke",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/gijsDSC_1917(2x3)800px.jpg"
  },
  {
    "title": "Barred Spiral Galaxy NGC 1365 from Webb",
    "credit": "NASA, ESA, CSA, Janice Lee (NOIRLab) - Processing: Alyssa Pagan (STScI)",
    "explanation": "A mere 56 million light-years distant toward the southern constellation Fornax, NGC 1365 is an enormous barred spiral galaxy about 200,000 light-years in diameter. That's twice the size of our own barred spiral Milky Way. This sharp image from the James Webb Space Telescope's Mid-Infrared Instrument (MIRI) reveals stunning details of this magnificent spiral in infrared light. Webb's field of view stretches about 60,000 light-years across NGC 1365, exploring the galaxy's core and bright newborn star clusters. The intricate network of dusty filaments and bubbles is created by young stars along spiral arms winding from the galaxy's central bar. Astronomers suspect the gravity field of NGC 1365's bar plays a crucial role in the galaxy's evolution, funneling gas and dust into a star-forming maelstrom and ultimately feeding material into the active galaxy's central, supermassive black hole.",
    "date": "2023-02-18",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/JWSTMIRI_ngc1365.png",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/JWSTMIRI_ngc1365_1024.png"
  },
  {
    "title": "Seven Dusty Sisters in Infrared",
    "credit": "NASA, WISE, IRSA, Processing & Copyright : Francesco Antonucci",
    "explanation": "Is this really the famous Pleiades star cluster? Known for its iconic blue stars, the Pleiades is shown here in infrared light where the surrounding dust outshines the stars. Here three infrared colors have been mapped into visual colors (R=24, G=12, B=4.6 microns). The base images were taken by NASA's orbiting Wide Field Infrared Survey Explorer (WISE) spacecraft. Cataloged as M45 and nicknamed the Seven Sisters, the Pleiades star cluster is by chance situated in a passing dust cloud. The light and winds from the massive Pleiades stars preferentially repel smaller dust particles, causing the dust to become stratified into filaments, as seen. The featured image spans about 20 light years at the distance of the Pleiades, which lies about 450 light years distant toward the constellation of the Bull (Taurus).",
    "date": "2023-02-19",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/Pleiades_WiseAntonucci_5000.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/Pleiades_WiseAntonucci_960.jpg"
  },
  {
    "title": "NGC 1850: Not Found in the Milky Way",
    "credit": "NASA, ESA and P. Goudfrooij (STScI); Processing: M. H. Özsaraç (Türkiye Astronomi Derneği)",
    "explanation": "There is nothing like this ball of stars in our Milky Way Galaxy. This is surprising because, at first glance, this featured image by the Hubble Space Telescope suggests that star cluster NGC 1850's size and shape are reminiscent of the many ancient globular star clusters which roam our own Milky Way Galaxy's halo. But NGC 1850's stars are all too young, making it a type of star cluster with no known counterpart in the Milky Way. Moreover, NGC 1850 is also a double star cluster, with a second, compact cluster of stars visible here just to the right of the large cluster's center. Stars in the large cluster are estimated to be 50 million years young, while stars in the compact cluster are younger still, with an age of about 4 million years. A mere 168,000 light-years distant, NGC 1850 is located near the outskirts of the Large Magellanic Cloud galaxy. The glowing gas filaments across the image left, like supernova remnants in our own galaxy, testify to violent stellar explosions and indicate that short-lived massive stars have recently been present in the region.",
    "date": "2023-02-20",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/Ngc1850_HubbleOzsarac_2048.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/Ngc1850_HubbleOzsarac_960.jpg"
  },
  {
    "title": "Comet ZTF  over Yosemite Falls",
    "explanation": "They are both falling. The water in Yosemite Falls, California, USA, is falling toward the Earth. Comet ZTF is falling toward the Sun. This double cosmic cascade was captured late last month as fading Comet C/2022 E3 (ZTF) had just passed its closest to planet Earth. The orange star just over the falls is Kochab. With the exception of a brief encounter with a black bear, the featured image was a well-planned composite of a moonlit-foreground and long-duration background exposures - all designed to reconstruct a deep version of an actual single sight. Although Comet ZTF is now fading as it glides back to the outer Solar System, its path is determined by gravity and so it can be considered to still be falling toward the Sun -- but backwards.",
    "date": "2023-02-21",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/CometZtfYosemite_Mostofi_1639.jpg",
    "service_version": "v1",
    "copyright": "Tara Mostofi",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/CometZtfYosemite_Mostofi_960.jpg"
  },
  {
    "title": "Our Increasingly Active Sun",
    "explanation": "Our Sun is becoming a busy place. Only two years ago, the Sun was emerging from a solar minimum so quiet that months would go by without even a single sunspot. In contrast, already this year and well ahead of schedule, our Sun is unusually active, already nearing solar activity levels seen a decade ago during the last solar maximum. Our increasingly active Sun was captured two weeks ago sporting numerous interesting features. The image was recorded in a single color of light called Hydrogen Alpha, color-inverted, and false colored. Spicules carpet much of the Sun's face. The brightening towards the Sun's edges is caused by increased absorption of relatively cool solar gas and called limb darkening. Just outside the Sun's disk, several scintillating prominences protrude, while prominences on the Sun's face are known as filaments and show as light streaks. Magnetically tangled active regions are both dark and light and contain cool sunspots. As our Sun's magnetic field winds toward solar maximum over the next few years, whether the Sun's high activity will continue to increase is unknown.",
    "date": "2023-02-22",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/SunHalphaC_Ergun_2065.jpg",
    "service_version": "v1",
    "copyright": "Mehmet Ergün",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/SunHalphaC_Ergun_960.jpg"
  },
  {
    "title": "Arp 78: Peculiar Galaxy in Aries",
    "explanation": "Peculiar spiral galaxy Arp 78 is found within the boundaries of the head strong constellation Aries. Some 100 million light-years beyond the stars and nebulae of our Milky Way galaxy, the island universe is an enormous 200,000 light-years across. Also known as NGC 772, it sports a prominent, outer spiral arm in this detailed cosmic portrait. Tracking along sweeping dust lanes and lined with young blue star clusters, Arp 78's overdeveloped spiral arm is pumped-up by galactic-scale gravitational tides. Interactions with its brightest companion galaxy, the more compact NGC 770 seen above and right of the larger spiral, are likely responsible. Embedded in faint star streams revealed in the deep telescopic exposure, NGC 770's fuzzy, elliptical appearance contrasts nicely with spiky foreground Milky Way stars in matching yellowish hues.",
    "date": "2023-02-23",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/NGC772-L2bh-RGB-19-8aT-cC.jpg",
    "service_version": "v1",
    "copyright": "Josep Drudis",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/NGC772-L2bh-RGB-19-8aT-cC1024.jpg"
  },
  {
    "title": "Jones-Emberson 1",
    "explanation": "Planetary nebula Jones-Emberson 1 is the death shroud of a dying Sun-like star. It lies some 1,600 light-years from Earth toward the sharp-eyed constellation Lynx. About 4 light-years across, the expanding remnant of the dying star's atmosphere was shrugged off into interstellar space, as the star's central supply of hydrogen and then helium for fusion was finally depleted after billions of years. Visible near the center of the planetary nebula is what remains of the stellar core, a blue-hot white dwarf star. Also known as PK 164 +31.1, the nebula is faint and very difficult to glimpse at a telescope's eyepiece. But this deep broadband image combining 22 hours of exposure time does show it off in exceptional detail. Stars within our own Milky Way galaxy as well as background galaxies across the universe are scattered through the clear field of view. Ephemeral on the cosmic stage, Jones-Emberson 1 will fade away over the next few thousand years. Its hot, central white dwarf star will take billions of years to cool.",
    "date": "2023-02-24",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/jonesemberson1.jpg",
    "service_version": "v1",
    "copyright": "Serge Brunier, Jean-François Bax, David Vernet, C2PU/OCA",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/jonesemberson1_1024.jpg"
  },
  {
    "title": "Crescent Moon Occultation",
    "explanation": "On February 22, a young Moon shared the western sky at sunset with bright planets Venus and Jupiter along the ecliptic plane. The beautiful celestial conjunction was visible around planet Earth. But from some locations Jupiter hid for a while, occulted by the crescent lunar disk. The Solar System's ruling gas giant was captured here just before it disappeared behind the the Moon's dark edge, seen over the Río de la Plata at Colonia del Sacramento, Uruguay. In the serene river and skyscape Venus is not so shy, shining brightly closer to the horizon through the fading twilight. Next week Venus and Jupiter will appear even closer in your evening sky.",
    "date": "2023-02-25",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/JupiterOccultationFefoBouvier.jpg",
    "service_version": "v1",
    "copyright": "Fefo Bouvier",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/JupiterOccultationFefoBouvier1024.jpg"
  },
  {
    "title": "Saturn's Iapetus: Moon with a Strange Surface",
    "credit": "NASA, ESA, JPL, SSI, Cassini Imaging Team",
    "explanation": "What would make a moon look like a walnut? A strange ridge that circles Saturn's moon Iapetus's equator, visible near the bottom of the featured image, makes it appear similar to a popular edible nut. The origin of the ridge remains unknown, though, with hypotheses including ice that welled up from below, a ring that crashed down from above, and structure left over from its formation perhaps 100 million years ago. Also strange is that about half of Iapetus is so dark that it can nearly disappear when viewed from Earth, while the rest is, reflectively, quite bright. Observations show that the degree of darkness of the terrain is strangely uniform, as if a dark coating was somehow recently applied to an ancient and highly cratered surface. Last, several large impact basins occur around Iapetus, with a 400-kilometer wide crater visible near the image center, surrounded by deep cliffs that drop sharply to the crater floor. The featured image was taken by the Saturn-orbiting Cassini spacecraft during a flyby of Iapetus at the end of 2004.",
    "date": "2023-02-26",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/iapetus_cassini_960.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/iapetus_cassini_960.jpg"
  },
  {
    "title": "Zodiacal Ray with Venus and Jupiter",
    "explanation": "What's causing that unusual ray of light extending from the horizon? Dust orbiting the Sun. At certain times of the year, a band of sun-reflecting dust from the inner Solar System appears prominently after sunset or before sunrise and is called zodiacal light. The dust was emitted mostly from faint Jupiter-family comets and slowly spirals into the Sun. The featured HDR image, acquired in mid-February from the Sierra Nevada National Park in Spain, captures the glowing band of zodiacal light going right in front of the bright evening planets Jupiter (upper) and Venus (lower). Emitted from well behind the zodiacal light is a dark night sky that prominently includes the Pleiades star cluster. Jupiter and Venus are slowly switching places in the evening sky, and just in the next few days nearing their closest angular approach.",
    "date": "2023-02-27",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/ZodiacalPlanets_Merzlyakov_960.jpg",
    "service_version": "v1",
    "copyright": "Ruslan Merzlyakov (astrorms)",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/ZodiacalPlanets_Merzlyakov_960.jpg"
  },
  {
    "title": "Crescent Moon Beyond Greek Temple",
    "explanation": "Why is a thin crescent moon never seen far from a horizon? Because the only geometry that gives a thin crescent lunar phase occurs when the Moon appears close to the Sun in the sky. The crescent is not caused by the shadow of the Earth, but by seeing only a small part of the Moon directly illuminated by the Sun. Moreover, the thickest part of the crescent always occurs in the direction of the Sun. In the evening, a thin crescent Moon will set shortly after the Sun and not be seen for the rest of the night. Alternatively, in the morning, a crescent Moon will rise shortly before the Sun after not being seen for most of the night. Pictured two weeks ago, a crescent moon was captured near the horizon, just before sunrise, far behind remnants of the ancient Temple of Poseidon in Greece.",
    "date": "2023-02-28",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/CrescentPoseiden_Chasiotis_4240.jpg",
    "service_version": "v1",
    "copyright": "Elias Chasiotis",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2302/CrescentPoseiden_Chasiotis_1080.jpg"
  },
  {
    "title": "The Flaming Star Nebula",
    "explanation": "Is star AE Aurigae on fire? No. Even though AE Aurigae is named the Flaming Star and the surrounding nebula IC 405 is named the Flaming Star Nebula, and even though the nebula appears to some like a swirling flame, there is no fire. Fire, typically defined as the rapid molecular acquisition of oxygen, happens only when sufficient oxygen is present and is not important in such high-energy, low-oxygen environments such as stars. The bright star AE Aurigae occurs near the center of the Flaming Star Nebula and is so hot it glows blue, emitting light so energetic it knocks electrons away from surrounding gas. When a proton recaptures an electron, light is emitted, as seen in the surrounding emission nebula. Captured here three weeks ago, the Flaming Star Nebula is visible near the composite image's center, between the red Tadpole Nebula on the left and blue-tailed Comet ZTF on the right. The Flaming Star Nebula lies about 1,500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of the Charioteer (Auriga).",
    "date": "2023-03-01",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/FlamingStarComet_Roell_7504.jpg",
    "service_version": "v1",
    "copyright": "Thomas Röell",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2303/FlamingStarComet_Roell_1080.jpg"
  },
  {
    "title": "Unraveling NGC 3169",
    "explanation": "Spiral galaxy NGC 3169 looks to be unraveling like a ball of cosmic yarn. It lies some 70 million light-years away, south of bright star Regulus toward the faint constellation Sextans. Wound up spiral arms are pulled out into sweeping tidal tails as NGC 3169 (left) and neighboring NGC 3166 interact gravitationally. Eventually the galaxies will merge into one, a common fate even for bright galaxies in the local universe. Drawn out stellar arcs and plumes are clear indications of the ongoing gravitational interactions across the deep and colorful galaxy group photo. The telescopic frame spans about 20 arc minutes or about 400,000 light-years at the group's estimated distance, and includes smaller, bluish NGC 3165 at the right. NGC 3169 is also known to shine across the spectrum from radio to X-rays, harboring an active galactic nucleus that is the site of a supermassive black hole.",
    "date": "2023-03-02",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/NGC3169LRGBrevFinalcropCDK1000_27Feb2023_2048.jpg",
    "service_version": "v1",
    "copyright": "Mike Selby & Mark Hanson",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2303/NGC3169LRGBrevFinalcropCDK1000_27Feb2023_1024.jpg"
  },
  {
    "title": "RCW 86: Historical Supernova Remnant",
    "credit": "CTIO/NOIRLab/DOE/NSF/AURA, T.A. Rector (Univ.of Alaska/NSF’s NOIRLab), J. Miller (Gemini Obs./NSF’s NOIRLab), M. Zamani & D. de Martin (NSF’s NOIRLab)",
    "explanation": "In 185 AD, Chinese astronomers recorded the appearance of a new star in the Nanmen asterism. That part of the sky is identified with Alpha and Beta Centauri on modern star charts. The new star was visible to the naked-eye for months, and is now thought to be the earliest recorded supernova. This deep telescopic view reveals the wispy outlines of emission nebula RCW 86, just visible against the starry background, understood to be the remnant of that stellar explosion. Captured by the wide-field Dark Energy Camera operating at Cerro Tololo Inter-American Observatory in Chile, the image traces the full extent of a ragged shell of gas ionized by the still expanding shock wave. Space-based images indicate an abundance of the element iron in RCW 86 and the absence of a neutron star or pulsar within the remnant, suggesting that the original supernova was Type Ia. Unlike the core collapse supernova explosion of a massive star, a Type Ia supernova is a thermonuclear detonation on a white dwarf star that accretes material from a companion in a binary star system. Near the plane of our Milky Way galaxy and larger than the full moon on the sky this supernova remnant is too faint to be seen by eye though. RCW 86 is some 8,000 light-years distant and around 100 light-years across.",
    "date": "2023-03-03",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/noirlab2307a2048c.jpg",
    "service_version": "v1",
    "media_type": "image",
    "url": "https://apod.nasa.gov/apod/image/2303/noirlab2307a1024c.jpg"
  }
]